{
    "plants": [
        {
            "seedType": 0,
            "name": "Горохострел",
            "introduce": "<color=#3D1400>Как может одно растение так быстро расти и при этом выпускать столько гороха? Горохострел отвечает: «Усердный труд, самоотдача и, конечно, здоровый завтрак! Щепотка солнечного света, баланс клетчатки и углекислого газа — вот что делает это возможным.»</color>",
            "info": "Горохострелы — ваша первая линия обороны, они атакуют зомби, стреляя горохом.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>",
            "cost": "Стоимость: <color=red>100</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 1,
            "name": "Подсолнух",
            "introduce": "<color=#3D1400>Под звуки ритма, которому невозможно противиться, Подсолнух пускается в пляс. Что за ритм, спросите вы? Ах, это джазовый бит самой Земли — её способ взбодриться. Такой частоте подвластны лишь уши Подсолнуха.</color>",
            "info": "Подсолнухи — это ключевая культура, которая дает вам дополнительный солнечный свет. Постарайтесь выращивать их как можно больше!\n\n<color=#3D1400> Генерация Солнца: </color><color=red>25/25 секунд</color>",
            "cost": "Стоимость: <color=red>50</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 2,
            "name": "Вишнёвая Бомба",
            "introduce": "<color=#3D1400>«Я хочу взорваться!» — воскликнула Первая Вишня. «Нет, мы должны сдетонировать!» — возразил её брат, Вторая Вишня. После бурного обсуждения они всё же сошлись на том, что они «взрывонируют».</color>",
            "info": "Вишнёвая бомба может взорвать всех зомби в определённом радиусе. При высадке помните, что она взорвётся после небольшой задержки, поэтому сажайте их рядом с зомби.\n\n<color=#3D1400>Урон: </color><color=red>1800 (Взрыв)</color>",
            "cost": "Стоимость: <color=red>150</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 3,
            "name": "Стенорех",
            "introduce": "<color=#3D1400>«Люди часто спрашивают, что я чувствую, когда меня грызут зомби», — говорит Стенорех. «Это что-то вроде приятного покалывания, похожего на расслабляющий массаж спины.»</color>",
            "info": "Скорлупа Стенорехов достаточно твердая, чтобы защитить ваши растения.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>",
            "cost": "Стоимость: <color=red>50</color>\nПерезарядка: <color=red>30 секунд</color>"
        },
        {
            "seedType": 4,
            "name": "Картофельная Мина",
            "introduce": "<color=#3D1400>Некоторые говорят, что Картофельная Мина слишком ленива, ведь она всегда откладывает всё на последний момент. Но ей нет дела до этих слов — она занята куда более важным делом: разработкой своей инвестиционной стратегии.</color>",
            "info": "Картофельные мины мощные, однако, им нужно время, чтобы вырасти. Вы должны посадить их на пути зомби, и они взорвутся, если они их коснуться.\n\n<color=#3D1400>Урон: </color><color=red>1800</color>",
            "cost": "Стоимость: <color=red>25</color>\nПерезарядка: <color=red>30 секунд</color>"
        },
        {
            "seedType": 5,
            "name": "Чомпер",
            "introduce": "<color=#3D1400>Чомпер едва не отправился выступать в шоу «Магазинчик ужасов», чтобы продемонстрировать свои потрясающие способности. Однако его агент забирал слишком большой процент, и поездка не состоялась. Несмотря на это, Чомпер не держит обиды, спокойно говоря: «Это всего лишь часть сделки.»</color>",
            "info": "Чомперы могут проглотить целого зомби за один укус, но они очень хрупкие, когда пережёвывают его.\n\n<color=#3D1400>Урон: </color><color=red>Мгновенное Убийство</color>",
            "cost": "Стоимость: <color=red>150</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 6,
            "name": "Спорогриб",
            "introduce": "<color=#3D1400>Спорогриб: «О существовании зомби я узнал совсем недавно. Как и многие другие грибы, я думал, что они существуют только в сказках и фильмах. Но этот опыт полностью перевернул мои представления о мире.»</color>",
            "info": "Спорогрибы бесплатны, но имеют небольшую дальность атаки.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>",
            "cost": "Стоимость: <color=red>0</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 7,
            "name": "Дымогриб",
            "introduce": "<color=#3D1400>«Раньше я занимался совершенно бесперспективной работой — производил дрожжевые споры для пекарни», — рассказывает Дымогриб. «Но Спорогриб, да благословит его небеса, подсказал мне возможность распылять споры против зомби. Теперь я чувствую, что моя жизнь кардинально изменилась!»</color>",
            "info": "Споры, испускаемые Дымогрибом, способны пробивать сквозь сетчатые двери.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Споры могут пробивать через сетчатые двери.</color>",
            "cost": "Стоимость: <color=red>75</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 8,
            "name": "Гипногриб",
            "introduce": "<color=#3D1400>«Зомби — наши друзья», — утверждает Гипногриб. «Их сильно недооценивают. На самом деле, зомби играют важную роль в нашей экосистеме. Мы можем и должны приложить больше усилий, чтобы научить их думать так, как это делаем мы.»</color>",
            "info": "Когда зомби съест Гипногриб, он развернётся и будет сражаться на вашей стороне.\n\n<color=#3D1400>Особенности: </color><color=red>Заставляет 1 зомби сражаться за вас</color>",
            "cost": "Стоимость: <color=red>75</color>\nПерезарядка: <color=red>30 секунд</color>"
        },
        {
            "seedType": 9,
            "name": "Трусогриб",
            "introduce": "<color=#3D1400>«Кто там?» — едва слышимым голосом произнес Трусогриб. «Уходите! Я не хочу видеть никого. Если только... если только вы не из цирка.»</color>",
            "info": "Трусогриб — растение дальнего боя, которое прячется, когда враги приближаются к нему.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>",
            "cost": "Стоимость: <color=red>25</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 10,
            "name": "Ледогриб",
            "introduce": "<color=#3D1400>Ледогриб всегда хмурый, но не от ненависти или неудоволетворения. Просто в детстве, после травмы, у него осталась параличная мимика.</color>",
            "info": "Ледогриб может временно заморозить всех зомби на экране.\n\n<color=#3D1400>Урон: </color><color=red>20</color>\n<color=#3D1400>Особенности: </color><color=red>Замораживает всех зомби на экране</color>",
            "cost": "Стоимость: <color=red>75</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 11,
            "name": "Гриб Судьбы",
            "introduce": "<color=#3D1400>«Тебе повезло, я на твоей стороне»,— сказал Гриб Судьбы. «Я могу уничтожить всё, что тебе дорого. Пара пустяков.»</color>",
            "info": "Гриб Судьбы может уничтожить зомби в большой площади, оставив после себя кратер, в который нельзя сажать растения.\n\n<color=#3D1400>Урон: </color><color=red>1800 (Взрыв)</color>\n<color=#3D1400>Особенности: </color><color=red>Оставляет яму, в которую невозможно посадить растение</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 12,
            "name": "Кувшинка",
            "introduce": "<color=#3D1400>Кувшинка никогда не жалуется и не пытается разобраться в происходящем. Сажайте на неё растения — она не возразит. Есть ли у неё какие-то удивительные мысли или страшные тайны? Никто этого не знает. Всё, что тревожит Кувшинку, она хранит глубоко в себе.</color>",
            "info": "Кувшинка позволяет высаживать на ней неводные растения.\n\n<color=#3D1400>Особенности: </color><color=red>Неводные растения могут быть посажены на неё. Если посадить на неё определённые растения, то она изменит свой внешний вид и будет автоматически генерировать растения каждые 90 секунд</color>",
            "cost": "Стоимость: <color=red>25</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 13,
            "name": "Кабачок",
            "introduce": "<color=#3D1400>«Я готов!» — громко крикнул Кабачок. «Давайте! Запишите меня! Никто не справится лучше, чем я. Я именно тот, кто вам нужен! Ну же! Чего вы ждёте? Вот так, именно так!»</color>",
            "info": "Кабачок раздавит первого приблизившегося к нему зомби.\n\n<color=#3D1400>Урон: </color><color=red>1800</color>",
            "cost": "Стоимость: <color=red>50</color>\nПерезарядка: <color=red>30 секунд</color>"
        },
        {
            "seedType": 14,
            "name": "Тристрел",
            "introduce": "<color=#3D1400>Тристрел любит читать, играть в шахматы и бездумно сидеть в парке. Он также обожает выступления, особенно современные джазовые концерты. «Я всё ещё ищу свою вторую половинку», — признаётся он. А его любимое число — 5.</color>",
            "info": "Тристрел может стрелять горохом по трем линиям одновременно.\n\n<color=#3D1400>Урон: </color><color=red>20*3/1,5 секунды</color>",
            "cost": "Стоимость: <color=red>275</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 15,
            "name": "Водоросль",
            "introduce": "<color=#3D1400>«Я полностью невидима», — размышляла Водоросль. «Я скрываюсь под поверхностью воды, и никто меня не заметит». Её друзья уверяли, что видят её совершенно отчётливо. Однако Водоросль осталась при своём мнении.</color>",
            "info": "Водоросль — водное растение, которое затягивает под воду первого приблизившегося зомби.\n\n<color=#3D1400>Урон: </color><color=red>Мгновенное Убийство</color>",
            "cost": "Стоимость: <color=red>25</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 16,
            "name": "Халапеньо",
            "introduce": "<color=#3D1400>«Бу-га-га-га-га!» — прокричал Халапеньо. «Я ещё не взрываюсь, ещё не время». Но скоро... очень скоро, уже близко. Он знал это, он чувствовал это. Всю свою жизнь он ждал именно этого момента!</color>",
            "info": "Халапеньо способен уничтожить целую линию врагов\n\n<color=#3D1400>Урон: </color><color=red>1800 (Взрыв)</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 17,
            "name": "Колючка",
            "introduce": "<color=#3D1400>Колючка просто обожает хоккей, настолько, что купила билеты на лучшие места. Она следит за своими любимыми игроками и неизменно помогает убирать лёд после матча. Но есть одна загвоздка: она боится шайбы.</color>",
            "info": "Колючка может проколоть шины и нанести урон зомби, которые на них наступят.\n\n<color=#3D1400>Урон: </color><color=red>20/1 секунду</color>\n<color=#3D1400>Особенности: </color><color=red>Может проколоть шины</color>",
            "cost": "Стоимость: <color=red>100</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 18,
            "name": "Древофакел",
            "introduce": "<color=#3D1400>Все любят и уважают Древофакел. Людям нравятся его честность, верность в дружбе и способность усиливать урон гороха. Но у него есть одна «неподвластная огню» тайна: он неграмотен!</color>",
            "info": "Древофакел превращает проходящие через него горошины в огненные шары, наносящие в два раза больше урона.\n\n<color=#3D1400>Особенности: </color><color=red>Может поджечь горошины</color>",
            "cost": "Стоимость: <color=red>175</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 19,
            "name": "Морегриб",
            "introduce": "<color=#3D1400>Морегриб никогда не видел море. Оно присутствует только в его имени, и всё, что он знает о нём, — лишь рассказы других. Просто времени не хватает. Но однажды... да, однажды он непременно взглянет на море собственными глазами.</color>",
            "info": "Запускает споры, чтобы атаковать зомби в воде.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>",
            "cost": "Стоимость: <color=red>0</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 20,
            "name": "Лампоцвет",
            "introduce": "<color=#3D1400>Лампоцвет презирает науку и полагается только на свои собственные усилия. Пока другие растения питаются светом, выделяя кислород, он питается тьмой и создаёт свет. Отвечая на вопрос, как именно ему удаётся излучать свет, Лампоцвет осторожно заявляет: «Я не стану говорить, что это волшебство, и уж точно не тёмная магия. Это просто... Знаете что? Я уже сказал слишком много.»</color>",
            "info": "Может освещать область, позволяя вам видеть сквозь туман на поле боя, а также обеспечивает уровнями света.\n\n<color=#3D1400>Особенности: </color><color=red>Рассеивает туман</color>\n<color=#FFFF00>Уровни света: </color><color=red>Лампоцвет может обеспечить 1 уровень света для сетки 3*3</color>",
            "cost": "Стоимость: <color=red>25</color>\nПерезарядка: <color=red>15 секунд</color>"
        },
        {
            "seedType": 21,
            "name": "Кактус",
            "introduce": "<color=#3D1400>Действительно, Кактус очень «колючая», но под её иглами скрывается нежное сердце, полное любви и доброты. Она просто хочет обнимать других и быть обнятой. Большинство не могут понять этого, но Кактус не обижается. Она долго смотрела на броненосца, и теперь, похоже, действительно можно обнять.</color>",
            "info": "Кактус стреляет шипами и по наземным, и по воздушным целям.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Может атаковать летающие цели</color>",
            "cost": "Стоимость: <color=red>100</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 22,
            "name": "Сдуватель",
            "introduce": "<color=#3D1400>Когда Сдуватель отметил свой пятилетний юбилей, ему подарили блестящий торт. Он, загадывая желание, глубоко вдохнул, но смог задуть только 60% свечей. Однако он не сдался, и этот детский провал стал для него мотивацией, чтобы продолжать усердно работать до сих пор.</color>",
            "info": "Сдувает Зомби на воздушном шаре, но не может сдуть Железные Шары и Дирижабли.\n\n<color=#3D1400>Особенности: </color><color=red>Сдувает туман и воздушные шары</color>",
            "cost": "Стоимость: <color=red>100</color>\nПерезарядка: <color=red>15 секунд</color>"
        },
        {
            "seedType": 23,
            "name": "Звездоплод",
            "introduce": "<color=#3D1400>Звездоплод: «Эй, братан, однажды я пошел к стоматологу, и он сказал, что у меня четыре кариеса. Я посчитал, а у меня всего один зуб! Как это так, один зуб и четыре дырки?»</color>",
            "info": "Стреляет звёздами в 5 направлениях.\n\n<color=#3D1400>Урон: </color><color=red>20*5/1,5 секунды</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 24,
            "name": "Тыква",
            "introduce": "<color=#3D1400>Тыква только что закончила свою подработку. «Честно говоря, этот опыт был весьма интересным», — смеясь, сказала Тыква, — «Но почему они положили конфеты и свечи прямо в меня?»</color>",
            "info": "Защищает посаженные внутрь растения.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Приоритет скрещивания: </color><color=red>Самый низкий</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>30 секунд</color>"
        },
        {
            "seedType": 25,
            "name": "Магнитогриб",
            "introduce": "<size=27><color=#3D1400>Всем было любопытно, почему Магнитогриб, после того как предмет был забран для скрещивания, всё ещё требует времени на переваривание. Он сердито сказал: «Я не ленюсь, меня просто оглушил прилетевший предмет!»</color></size>",
            "info": "<size=27>Отбирает металлические предметы, которые несут зомби.\n\n<color=#3D1400>Особенности: </color><color=red>Может притягивать металлические предметы. Некоторые из них могут быть скрещены с растениями</color>\n<color=#3D1400>Магнитная система: </color><color=red>Когда в области 3*3 клетки от Магнитного растения находится ещё одно Магнитное растение, тогда оба Растения находятся в одной магнитной системе и будут усиливать друг друга. Каждая магнитная система может вмещать неограниченное количество растений.</color></size>",
            "cost": "Стоимость: <color=red>100</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 26,
            "name": "Капустапульта",
            "introduce": "<color=#3D1400>Некоторые говорят, что любовь похожа на капусту — нужно постепенно раскрывать её листья, чтобы увидеть сердцевину. Но сама Капустапульта относится к этому с некоторыми сомнениями, ведь она до сих пор одна.</color>",
            "info": "Кидает капусту в зомби.\n\n<color=#3D1400>Урон: </color><color=red>40/3 секунды</color>\n<color=#3D1400>",
            "cost": "Стоимость: <color=red>100</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 27,
            "name": "Цветочный Горшок",
            "introduce": "<color=#3D1400>Растения всегда считали Цветочный Горшок просто «горшком». Но на самом деле, Цветочный Горшок — это просто «цветок», который выглядит как «горшок». Видишь, тот маленький росток — это всего лишь цветочная почка, которая скоро распустится.</color>",
            "info": "На нём можно высаживать растения.\n\n<color=#3D1400>Особенности: </color><color=red>Позволяет высаживать растения на крыше</color>\n<color=#3D1400>Приоритет скрещивания: </color><color=red>Самый низкий</color>",
            "cost": "Стоимость: <color=red>25</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 28,
            "name": "Зернопульта",
            "introduce": "<color=#3D1400>Растения очень интересовались, откуда у Зернопульты масло. Сама Зернопульта тоже не знала, но это не мешало ей в свободное время зарабатывать на попкорне, используя это масло.</color>",
            "info": "Бросает кукурузные зёрна в зомби, а также может бросить масло, чтобы обездвижить зомби.\n\n<color=#3D1400>Урон: </color><color=red>20/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Есть шанс 25% бросить масло с уроном 40 единиц, которое обездвижит зомби на 4 секунды<color=red></color>",
            "cost": "Стоимость: <color=red>100</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 29,
            "name": "Чеснок",
            "introduce": "<color=#3D1400>Чеснок заявляет, что он богат алицином, и что употребление чеснока полезно для здоровья. Правда это или нет, но если посмотреть на тех зомби, которые, откусывая Чеснок, тут же начинают тошнить, можно сказать, что этот метод действительно работает.</color>",
            "info": "Зомби, которые его укусят, поменяют линию.\n\n<color=#3D1400>Особенности: </color><color=red>Зомби которые его укусят, перейдут на другую линию</color>",
            "cost": "Стоимость: <color=red>50</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 30,
            "name": "Зонтолист",
            "introduce": "<color=#3D1400>Зонтолист когда-то был очень талантливым пасующим игроком, он блистал на 114-м турнире по баскетболу растений и зомби, пока не вступил в зрелый возраст... и не обнаружил, что лысеет.</color>",
            "info": "Отбивает летящие в него сверху снаряды.\n\n<color=#3D1400>Особенности: </color><color=red>Может отбивать баскетбольные мячи и взрывные снаряды в радиусе 3х3</color>",
            "cost": "Стоимость: <color=red>75</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 31,
            "name": "Златоцвет",
            "introduce": "<color=#3D1400>Златоцвет владеет состоянием в миллион, поэтому его ежедневные расходы всегда очень щедры. О, кстати, кажется, у него нет ни рук, ни ног.</color>",
            "info": "Генерирует серебряные, золотые монеты и бриллианты.\n\n<color=#3D1400>Генерация Монет: </color><color=red>25 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>75% вероятность произвести 100$, 20% вероятность произвести 300$ и 5% вероятность произвести 1000$</color>",
            "cost": "Стоимость: <color=red>25</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 32,
            "name": "Арбузопульта",
            "introduce": "<color=#3D1400>Арбузопульта, воспользовавшись паузой в бою, прямо в корзине для мячей разломала ледяной арбуз пополам и, откусывая, наслаждалась вкусом. «Попробуйте!» — с энтузиазмом сказала она зомби, в то время как растения вокруг, потные и измученные жарой, уже обливались слюной.</color>",
            "info": "Кидает арбузы в зомби.\n\n<color=#3D1400>Урон: </color><color=red>80/3 секунды</color>",
            "cost": "Стоимость: <color=red>300</color>\nПерезарядка: <color=red>7.5 секунд</color>"
        },
        {
            "seedType": 249,
            "name": "Звёздный Мечник",
            "introduce": "<color=#3D1400>«За спиной моей три тысячи сражений, один мой меч противостоял миллиону врагов»,— любит декламировать стихотворные строки Звёздный Мечник. Его страсть — вино и поэзия, а ещё он гордится своим искусством косплея. «Мой меч никогда не знал крови, ведь он всего лишь часть декора», — с улыбкой признаётся он.</color>",
            "info": "Гость издалека, вероятно, ты захочешь с ним подружиться.\n\n<color=#3D1400>Урон: </color><color=red>(200*5 + 30*20)/6 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Каждая атака запускает 5 проникающих мечей с 200 урона и 20 раз наносит урон окружающим зомби, в общей сложности 600 урона</color>",
            "cost": "Стоимость: <color=red>325</color>\nПерезарядка: <color=red>30 секунд</color>"
        },
        {
            "seedType": 250,
            "name": "Коробка с Зомби",
            "introduce": "<color=#3D1400>Зомби-боксы стали первым шагом зомби в мире финансов. Этот рискованный инвестиционный продукт, разумеется, снабжён заботливым предупреждением: «Финансовые операции сопряжены с рисками, инвестируйте с умом. Продукт предоставлен при поддержке доктора Зомбосса». Конечно, это предупреждение написано на внутренней стороне крышки коробки.</color>",
            "info": "Даёт 100 солнца и создаёт Зомби в Золотой Коробке.\n\n<color=#3D1400>Особенности: </color><color=red>Создаёт Зомби в Золотой Коробке</color>",
            "cost": "Стоимость: <color=red>-100</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 251,
            "name": "Гигансткий Солнцерех",
            "introduce": "<color=#3D1400>«Двойной Солнцерех заплатил мне 500 солнц за просьбу помочь ему, так что я здесь. Насколько это может быть сложно? Вряд ли это связано с тем, чтобы бросаться в толпу зомби, верно?»</color>",
            "info": "Давит зомби.\n\n<color=#3D1400>Урон: </color><color=red>1800</color>",
            "cost": ""
        },
        {
            "seedType": 252,
            "name": "Волшебная Кошкодевочка",
            "introduce": "<color=#3D1400>«Кошки обычно боятся воды-ня, но я — Волшебная Кошкодевочка-ня, так что мне это нипочём-ня!!!» — гордо заявила она, под пристальными взглядами восхищённых собратьев. На самом деле Волшебная Кошкодевочка просто обожает воду, но ей так хотелось выделиться, что она решила всё преподнести именно так.</color>",
            "info": "Волшебная Кошкодевочка-ня будет атаковать зомби-ня самонаводящимися по всей карте снарядами-ня.\n\n<color=#3D1400>Урон: </color><color=red>40*2/1,5 секунды</color>\n<color=#3D1400>Успешная трансформация-ня. Предоставьте это мне-ня!</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 253,
            "name": "Ячмень",
            "introduce": "<color=#3D1400>Ячмень называет себя мастером на все руки, но другие растения считают его просто массовкой — ведь всю настоящую работу всё равно выполняют другие, не так ли?</color>",
            "info": "Ячмень превращается в случайное растение каждые 30 секунд.\n\n<color=#3D1400>Особенности: </color><color=red>Превращается в случайное растение каждые 30 секунд</color>",
            "cost": "Стоимость: <color=red>50</color>\nПерезарядка: <color=red>30 секунд</color>"
        },
        {
            "seedType": 254,
            "name": "Пылающий Лотос",
            "introduce": "<color=#3D1400>Пылкий, словно огонь, Пылающий Лотос никогда не мечтал стать мастером по производству солнца — ведь изначально он пришёл устраиваться на должность подсолнечника. Однако всё изменилось, когда он узнал, что засияет только после укуса. Все утверждают, что дело в факеле у него на голове, но сам Лотос уверен: его сияние — это его пламенный взгляд.</color>",
            "info": "Пылающий лотос производит солнце, поглощая снаряды.\n\n<color=#3D1400>Особенности: </color><color=red>Каждый поглощенный снаряд (максимум — 6) производит 25 солнц. После смерти оставляет удобрение.</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 255,
            "name": "Гигансткий Стенорех",
            "introduce": "<color=#3D1400>«На поле боя я непобедим! Все мои друзья любуются моей величественной осанкой», — с гордостью заявил Гигансткий Стенорех. «После того как меня исключили из клуба «Крепкий Орешек» год назад, я, наконец, нашёл работу, которая мне идеально подходит!»</color>",
            "info": "Гигантский Стенорех покатится вперед и нанесёт урон любому зомби, которого встретит.\n\n<color=#3D1400>Урон: </color><color=red>600/0.02 секунды</color>",
            "cost": ""
        },
        {
            "seedType": 256,
            "name": "Коробка с Растением",
            "introduce": "<color=#3D1400>Никто не знает, почему Коробка с Растением присоединилась к растениям в борьбе с зомби. На растение она совсем не похожа, но, кажется, знает все особенности каждого из них. «Вообще-то, я просто студент, который любит играть в игры», — добавила Коробка. «Куратор сказал, что за это дадут зачёт, вот я и пришла.»</color>",
            "info": "Коробку с Растением можно размещать на пустых клетках или на растениях, чтобы случайным образом высаживать разные растения.\n\n<color=#3D1400>Особенности: </color><color=red>Можно превратить в случайное растение или посадить на растение для случайного слияния</color>",
            "cost": "Стоимость: <color=red>100</color>\nПерезарядка: <color=red>15 секунд</color>"
        },
        {
            "seedType": 900,
            "name": "Гипнолия",
            "introduce": "<size=28><color=#3D1400>Гипнолия всегда тепло отзывается о своих зомби-товарищах: «Они очень помогли мне на пути к тому, чтобы стать Императрицей», — говорит она. Однако мощь её союзников приводит остальных растений в ужас. Но сама Гипнолия, кажется, этого совершенно не замечает.</color></size>",
            "info": "<size=28>Каждые 30 секунд призывает мощного зомби, который будет сражаться на вашей стороне.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Особенности: </color><color=red>Каждые 30 секунд вызывается 1 случайно выбранный зомби из следующих: Регбиреховый Зомби | Вишнестрельный Зомби с Газетой | Зомбони | Зомби Учёный</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Гипногриб + Гипногриб</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Время между призывами сокращено до 10 секунд</color>\n<color=red>2: Может призывать Зомби-Чемпионов</color></size>",
            "cost": ""
        },
        {
            "seedType": 901,
            "name": "Взрывомёт",
            "introduce": "<color=#3D1400>«Я не понимаю, почему Горохомёт так популярен. Мы с братом тоже можем стрелять по четыре пули за раз!» — завистливо ворчит Взрывомёт. Но на самом деле, растения любят Горохомёта не только за его способности, но и за его доброту, понимание и непревзойдённое мастерство на кухне.</color>",
            "info": "Взрывомёт — самый стрелок мощный на суше.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>300*4/2 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Вишнемёт + Взрывострел</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Урон от снаряда увеличен до 900</color>\n<color=red>2: Интервал между атаками уменьшен до 1 секунды</color>",
            "cost": ""
        },
        {
            "seedType": 902,
            "name": "Факел Чистилища",
            "introduce": "<size=24><color=#3D1400>Факел Чистилища всегда был о себе высокого мнения, но другие растения относились к этому с явным пренебрежением, особенно представители семейства гороха. «Он слишком избирателен Такая мощь, а помогает только Вишням», — возмущались они. Факел Чистилища лишь с досадой отвечал: «Я просто… у меня аллергия на горох…»</color></size>",
            "info": "<size=25>После каждых 20 прошедших через него снарядов высаживает Огненный Кабачок.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Особенности: </color><color=red>Каждый раз, когда через него проходят 20 снарядов, генерируется Огненный Кабачок. Может поджигать взрывные снаряды, превращая их в отскакивающие от земли, взрывные кабачки, наносящие урон по области при каждом отскоке</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Инфернальный Древофакел + Огненный Кабачок</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Количество снарядов для Огненного Кабачка уменьшено до 10</color>\n<color=red>2: Высаживает два Огненных кабачка одновременно</color></size>",
            "cost": ""
        },
        {
            "seedType": 903,
            "name": "Вишнёвый Бог Войны",
            "introduce": "<size=24><color=#3D1400>​Вишнёвый Бог Войны охотно соглашается на интервью. «Многие завидуют моей причёске», — с гордостью заявляет он. «Разве она не напоминает вам пластины на спине дракона? Хотя, возможно, их расположение немного отличается». Как публичная личность, Вишнёвый Бог Войны всегда заботится о своей репутации и внешнем виде.</color></size>",
            "info": "<size=23>Вишнёвый Бог Войны — самый сильный защитник на суше.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Прочность: </color><color=red>8000</color>\n<color=#3D1400>Особенности: </color><color=red>Кусая зомби восстанавливает 1000 прочности и наносит 1000 урона, а затем стреляет взрывным снарядом. Для тех зомби, у которых прочность ниже 2000, Вишнёвый Бог Войны мгновенно убьет их и полностью восстановится, а затем выстрелит взрывным снарядом. Не может быть раздавлен машинами. Получаемый урон не может превысить 1/3 максимального здоровья</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Вишнёвый Чомпер + Чомпзилла</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Мгновенно убивает зомби у которых осталось меньше 1/3 здоровья</color>\n<color=red>2: Иммунитет к взрывам</color></size>",
            "cost": ""
        },
        {
            "seedType": 904,
            "name": "Гриб Доминатор",
            "introduce": "<size=25><color=#3D1400>У Смерти есть свой стилист? Гриб Доминатор не знает, но, осознав, что его пугающая сила не всегда работает на зомби, он обратился к Гипногрибу за модным советом. «Людям, может, и не нравится сама Смерть, но что если она явится с блестящими пурпурными переливающимися ледяными крыльями?» — задумчиво произнес он, любуясь своим новым образом.</color></size>",
            "info": "<size=25>Гриб Доминатор обладает сильнейшей непрерывной атакой.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Особенности: </color><color=red>Непрерывная атака, наносящая 120 урона и замедляющая всех зомби в ряду каждые 0,5 секунды. Зомби с прочностью менее 50% имеют вероятность быть очарованными. При очаровывании в клетке, где находится очарованный зомби, будет создан взрыв с уроном 500</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Ледяной Опустошитель + Очаровыватель</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Урон увеличен до 300</color>\n<color=red>2: Значительно увеличена скорость заморозки</color></size>",
            "cost": ""
        },
        {
            "seedType": 905,
            "name": "Двойной Солнцерех",
            "introduce": "<size=24><color=#3D1400>Двойной Солнцерех — признанный эксперт в области фотосинтеза. Он не только научился преобразовывать кинетическую энергию укусов зомби в солнечную, но и совершил прорыв в преобразовании солнечной энергии в массу. «Спасибо Подсолнуху, Солнцегрибу и другим, а особенно Пылающему Лотосу, за его неустанные исследования в области оптики», — скромно ответил Двойной Солнцерех в интервью. «Я просто стою на плечах гигантов.»</color></size>",
            "info": "<size=24>Двойной Солнцерех генерирует солнце при каждом получении урона.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Независимо от того, какой урон будет получен, будет вычтено 50 прочности, а затем произведено 15 солнц. Левый щелчок мыши потребляет 500 солнц, восстанавливает 1500 прочности и высаживает перед собой Гиганский Солнцерех</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>(Подсолнух + Стенорех) + Стенорех</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Получаемый урон уменьшен до 10</color>\n<color=red>2: При клике полностью восставлвает прочность</color></size>",
            "cost": ""
        },
        {
            "seedType": 906,
            "name": "Обсидиановый Шипокамень",
            "introduce": "<color=#3D1400>Обсидиановый Шипокамень прошёл через закалку огнём и льдом, став твёрдым, как сталь. Однако его характер тоже стал противоречивым — то холодным, то вспыльчивым. Возможно, причина в застывших у рта стальных наростах, из-за которых ему просто не хочется говорить.</color>",
            "info": "Обсидиановый Шипокамень — самые твердые и острые колючки.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Прочность: </color><color=red>6000</color>\n<color=#3D1400>Урон: </color><color=red>100*2/1 секунду</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Ледяной Шипокамень + Огненный Шипокамень</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Получаемый урон снижен на 95%</color>\n<color=red>2: Урон увеличивается в 5 раз</color>",
            "cost": ""
        },
        {
            "seedType": 907,
            "name": "Горохомёт Судьбы",
            "introduce": "<color=#3D1400>«Горохомёт Судьбы опасен, приближаться к нему нельзя — это запретная сила», — такие слухи ходят среди растений. Однако в реальности всё не так ужасно: он один из самых добродушных среди всех растений. Правда, у зомби, превращённых в пепел, на этот счёт своё мнение.</color>",
            "info": "Стреляет смертоносными взрывными грибами.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>300*4/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Каждые 4 очереди снарядов вылетает большой гриб с уроном 1800, наносящий урон по большой площади</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохомёт + Гриб Судьбы</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Нет задержек между очередями</color>\n<color=red>2: Стреляет большими грибами в каждой очереди</color>",
            "cost": ""
        },
        {
            "seedType": 908,
            "name": "Ледяной Гриб-Горохомёт",
            "introduce": "<size=28><color=#3D1400>Когда-то кричавшие «Мы идем в армию!» Спорогрибы уже стали закалёнными ветеранами с решительными глазами. Где бы они ни были, их отряд ледяных пулемётов всегда гарантирует выполнение задания.</color></size>",
            "info": "<size=28>Собираясь вместе, они одновременно могут выпускать 12 сосулек, которые проникают сквозь зомби, а также могут заморозить их.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>20*4*3/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Наносит 4-кратный урон замороженным зомби. Каждый снаряд может проникнуть 3 раза, каждый раз накапливая 5 очков заморозки</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Ледомёт</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Количество проникновений снарядов увеличено до 10</color>\n<color=red>2: Снаряды наносят 10-кратный урон замороженным зомби</color></size>",
            "cost": ""
        },
        {
            "seedType": 909,
            "name": "Метеоритный Звездоплод",
            "introduce": "<size=25><color=#3D1400>Откуда же появился Метеоритный Звездоплод? Из ада как Бог или всего лишь обычный маг? Он всегда работает в тени, не желая, чтобы кто-то знал, как тяжело ему даются его усилия.</color></size>",
            "info": "<size=26>Что это за огромный метеор на моей лужайке?\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>20*5/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Вызывает метеорит каждые 20 секунд. Падение метеорита наносит 1800 урона. Оставшиеся после падения самонаводящиеся снаряды наносят 100 урона. Каждый уровень света добавляет 20 урона. Каждое растение в магнитной системе добавляет 5% урона. Сначала прибавляется урон от уровней света. Максимальный урон от снаряда - 120</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Астральный Звездоплод + Магнитокактус</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Убрано ограничение в 120 урона</color>\n<color=red>2: Интервал между атаками уменьшен до 0,5 секунды</color>\n<color=red>3: Интервал между метеоритами уменьшен до 10</color></size>",
            "cost": ""
        },
        {
            "seedType": 910,
            "name": "Гриб Забвенья",
            "introduce": "<size=26><color=#3D1400>«Ядерное сдерживание — это отличная вещь. Однажды зомби испугаются моей мощной самоубийственной атаки и прекратят наступление», — уверенно сказал Гриб Забвенья, но он явно не осознавал, что зомби не будут играть с ним в холодную войну из-за его замораживающих атак.</color></size>",
            "info": "<size=27>Распыляет вокруг множество спор, и поверьте, зомби не захочется находиться рядом.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>(100+100*8)*4/1.9 секунды</color>\n<color=#3D1400>Область нанесения урона: </color><color=red>5*5</color>\n<color=#3D1400>Диапазон зрения: </color><color=red>5*3</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Ледяной Опустошитель + Ледяной Мракогриб</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Невосприимчивость к взрывам, поглощение 10.000 взрывного урона создает взрыв.</color>\n<color=red>2: Урон после смерти увеличен до 1.000.000</color></size>",
            "cost": ""
        },
        {
            "seedType": 911,
            "name": "Лазерная Тыква",
            "introduce": "<size=26><color=#3D1400>«Сила Магнитогриба слишком велика, ведь композитная броня, электромагнитные катапульты, плазменные пушки — это технологии, которые появились почти через век после создания авианосцев», — сказала Лазерная Тыква. Другие растения завидовали научно-фантастическому оборудованию Лазерной Тыквы, но только Магнитогриб знал, что на самом деле его  просто случайно поразил метеорит Метеоритного Звездоплода.</color></size>",
            "info": "<size=25>Создаёт Лазерных Дронов которые атакуют воздушные цели.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Прочность: </color><color=red>8000</color>\n<color=#3D1400>Особенности: </color><color=red>Один Лазерный Дрон привязан к Лазерной Тыкве, а каждые 30 секунд  она генерирует Лазерного Дрона в радиусе 3*3</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Колючая Дронотыква + Магнитолист</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Число привязанных к Лазерной Тыкве дронов увеличено до 3</color>\n<color=red>2: Лазерные Дроны атакуют наземные цели</color></size>",
            "cost": ""
        },
        {
            "seedType": 912,
            "name": "Лазерный Дрон",
            "introduce": "<color=#3D1400>«Спасибо Метеоритному Звездоплоду, теперь у нас есть целый комплект нового оборудования! Посмотрите на эти новинки: композитная броня, электромагнитные высокоскоростные пропеллеры, плазменные пушки... Подождите! Нет! Мой любимый — это ваза!»</color>",
            "info": "Лазерные Дроны могут стрелять лазерными проникающими атаками.\n\n<color=#3D1400>Урон: </color><color=red>200/1,5 секунды (статичный) 200/1 секунду (привязанный)</color>",
            "cost": ""
        },
        {
            "seedType": 913,
            "name": "Высокий Обсидианорех",
            "introduce": "<size=25><color=#3D1400>Вместо того, чтобы быть защищённым своим другом, Высокий Обсидианорех предпочитает защищать своего друга. Его твёрдое и сверкающее тело, как драгоценный камень, и решительный взгляд сформированы душой чёрного обсидианового ореха, прошедшего настолько глубокую закалку огнём и льдом, что она навсегда врезалась в его сущность. Даже если когда-то его тело и дух станут разрушенными, он будет готов отдать себя полностью.</color></size>",
            "info": "<size=25>Высокий Обсидианорех лучше Высокого Стенореха в 4 раза.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Прочность: </color><color=red>32000</color>\n<color=#3D1400>Особенности: </color><color=red>Восстанавливает 1500 прочности каждые 15 секунд, не может быть раздавлен машинами и не может получить больше 200 урона за раз</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Высокий Ледорех + Высокий Огнерех</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Защищает растение сзади и спереди себя</color>\n<color=red>2: Воздействие Ледогриба восстанавливает 10.000 прочности, а воздействие Халапеньо восстанавливает полностью</color></size>",
            "cost": ""
        },
        {
            "seedType": 914,
            "name": "Увядающая Катапульта",
            "introduce": "<size=24><color=#3D1400>Чеснок оказывает заметное воздействие на зомби, и также способен справиться с возможными вампирами, которые просто случайно проходят мимо. Когда-то некоторые события оставили глубокий след в душе Увядающей Катапульты, заставив её хмуриться и переживать в течение какого-то времени. К счастью, прошлое осталось в прошлом, и теперь она просто хочет жить спокойно, наслаждась старыми фильмами.</color></size>",
            "info": "<size=24>Увядающая Катапульта может выпускать большое количество снарядов очередями и обстрелом!\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>200/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Шанс непрерывной стрельбы — 42%, шанс — обстрела 42%. Количество снарядов при обстреле равно количеству зомби в ряду. После попадания снаряда в зомби он распадается на чесночный, кукурузо-чесночный (25% что снаряд будет ядовитым) и арбузо-чесночный снаряд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Такопульта + Чеснокопульта</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Шанс непрерывной стрельбы увеличен до 100%</color>\n<color=red>2: Применяется эффект Арбузного Горшка</color></size>",
            "cost": ""
        },
        {
            "seedType": 915,
            "name": "Обнулитель",
            "introduce": "<size=27><color=#3D1400>Ледяная броня — его одежда, тёмный чёрный цвет — его предупреждение. Каждый его снаряд несет в себе разрушительную силу, способную погрузить мир в вечную зимнюю стужу. Зомби, оказавшиеся под его прицелом, не успевают подготовиться, потому что после вспышки белого света от них не останется ни-че-го.</color></size>",
            "info": "<size=28>Обнулитель способен уничтожить мир.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>Главный взрыв 1800 урона в области, 1800 + 30% от максимального здоровья по всему экрану. Урон боковых пушек 300*2/1,5 секунды, с замедлением</color>\n<color=#3D1400>Перезарядка: </color><color=red>36 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Ледяная Пушка + Гриб Апокалипсиса</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Перезарядки сокращена до 12 секунд</color>\n<color=red>2: Урон главного взрыва увеличен на 3600</color></size>",
            "cost": ""
        },
        {
            "seedType": 916,
            "name": "Зонтолист Мидаса",
            "introduce": "<size=27><color=#3D1400>С первого взгляда видно, что Зонтолист Мидаса очень хорош в бизнесе. «Да, моя изумрудная шляпа — это обмен, который я совершил с местными жителями одного места, в котором повсюду были кубики...»</color></size>",
            "info": "<size=27>Совмещает свойства Алхимолиста и Капустолиста.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми свойствами Алхимолиста и Капустолиста. Позволяет снарядам наводиться на зомби на два ряда вверх и вниз. Ультимейт может убить зомби со здоровьем менее 50%</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Алхимолист + Капустолист</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Снаряды будут последовательно отскакивать от других Зонтолистов Мидаса. После каждого отскока урон будет умножен на 1,8</color>\n<color=red>2: Автоматически активирует Ультимейт, когда зомби близко. Перезарядка эффекта 7,5 секунды</color></size>",
            "cost": ""
        },
        {
            "seedType": 1000,
            "name": "Солнцестрел",
            "introduce": "<color=#3D1400>​«На самом деле, за мной стоит моя сестра — Подсолнечник», — сказал Солнцестрел всем. «Мы родились вместе, она любит производить солнце, а я могу использовать это солнце, чтобы уничтожать вас». Однако все знали, что солнечный и жизнерадостный Горошечник — настоящий поклонник своей сестры. Ведь все зомби, которые пытались приблизиться к его сестре, были уничтожены солнечным светом».</color>",
            "info": "Солнцестрелы могут стрелять солнечными снарядами, а также генерировать солнце.\n\n<color=#3D1400>Урон: </color><color=red>100/5 секунд</color>\n<color=#3D1400>Генерация Солнца: </color><color=red>25/25 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Снаряды дают 5 солнца при попадании в зомби.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Подсолнух + Горохострел</color>",
            "cost": ""
        },
        {
            "seedType": 1001,
            "name": "Вишнестрел",
            "introduce": "<color=#3D1400>«Я покраснел? Фу! Это ты покраснел, твоя вся семья красная!» — сказал Вишнестрел, недовольно отреагировав на шутки про его затылок. Однако, вскоре все перестали так говорить — после того как, Горохострел съел специально приготовленные вишни, он действительно покраснел, и действительно научился стрелять вишнёвыми снарядами.</color>",
            "info": "Вишнестрел стреляет вишнёвыми снарядами с повышенным уроном.\n\n<color=#3D1400>Урон: </color><color=red>60/1,5 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Вишнёвая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 1002,
            "name": "Солнечная Бомба",
            "introduce": "<color=#3D1400>«Так что… очевидно… мы — волшебные девочки, да?» — возбуждённо сказала одна из сестёр-подсолнухов, пытаясь сдержать свои эмоции. «Этот мир ждёт нашего спасения!» — добавила другая. «Давайте, давайте, осветим эту землю!» — не сдержавшись, они одновременно воскликнули: «Сверк!»</color>",
            "info": "Солнечная Бомба даёт солнце при убийстве зомби.\n\n<color=#3D1400>Урон: </color><color=red>1800 (Взрыв)</color>\n<color=#3D1400>Особенности: </color><color=red>За каждого убитого зомби даёт 25 солнц.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Подсолнух + Вишнёвая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 1003,
            "name": "Взрыворех",
            "introduce": "<color=#3D1400>​Я слышал, что зомби жалуются, будто им никак не удаётся раздобыть вишни. Ну вот, разве я не подхожу?» — добродушный Взрыворех потряс листьями на голове, гордо заявляя, что он и есть тот самый чистый вишнёвый вкус. «Но сразу предупреждаю, в следующий раз, как появятся вишни, оставьте и мне немного. Не беда, если это будет «погорячее», ведь я для этого и создан!»</color>",
            "info": "Взрыворех поглощая урон от взрыва восстанавливает прочность.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Невосприимчив к урону от взрыва. Восстанавливает прочность на 25 от союзного взрывного снаряда, на 200 от вражеского взрывного снаряда, 1000 от Вишнёвой Бомбы</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Стенорех + Вишнёвая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 1004,
            "name": "Горохорех",
            "introduce": "<color=#3D1400>​«Не... не смейте называть меня уродом, иначе… я, я вас обстреляю!» — горестно ворчал Горохорех, который всегда переживал из-за своей «выдающейся» внешности. Однако он твёрдо верил, что внутренний мир важнее внешнего вида. Обратившись за советом к старшему товарищу, Стенореху, он наконец освоил технику катания снарядов, словно боулинг-шаров.</color>",
            "info": "Горохорех стреляет снарядами в форме мини-ореха, которые пробивают зомби.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды (с пронзанием)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Стенорех</color>",
            "cost": ""
        },
        {
            "seedType": 1005,
            "name": "Взрывострел",
            "introduce": "<color=#3D1400>​Растение абсолютного разрушения — Взрывострел. Сейчас его настроение крайне взрывоопасно, ведь кто бы мог подумать, что разъярённый Вишнестрел проглотит ещё одну особую вишню? Советую тебе не лезть к нему. Кто знает, вдруг он и правда выплюнет застрявшую в горле вишню? Посмотри, как его лицо уже налилось алым.</color>",
            "info": "Снаряды, выпущенные Взрывомётом, наносят урон по площади.\n\n<color=#3D1400>Урон: </color><color=red>300/3 секунды (3*3)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Вишнёвая Бомба + Вишнёвая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 1006,
            "name": "Солнцерех",
            "introduce": "<color=#3D1400>Солнцерех всегда считает себя ангелом, но даже не подозревает, что растения за его спиной часто обсуждают: «Ещё бы пару чёрных полос — и он был бы точь-в-точь как пчела!»</color>",
            "info": "Солнцерех обладает свойствами Стенореха и Подсолнуха.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Генерация Солнца: </color><color=red>25/15 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Подсолнух + Стенорех</color>",
            "cost": ""
        },
        {
            "seedType": 1007,
            "name": "Картофелестрел",
            "introduce": "<size=28><color=#3D1400>​Картофелестрел не имеет глаз, но у него есть собственный способ чувствовать приближение зомби. «Я чувствую это…» — медленно произнёс он. «Зомби приближаются. Всё ближе и ближе…» Картофелестрел не знал, что именно ускоряется: его пульс или скорость атаки. Всё быстрее, всё быстрее… И в конце концов раздался взрыв, и он превратился в картофельный фейерверк.</color></size>",
            "info": "<size=28>Картофелестрел может атаковать до того, как вырастет.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>По мере приближения зомби увеличивает скорострельность. При взрыве наносит 1800 урона по небольшой площади и выпускает 36 снарядов во всех направлениях</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Картофельная Мина</color></size>",
            "cost": ""
        },
        {
            "seedType": 1008,
            "name": "Вишнёвый Повторитель",
            "introduce": "<color=#3D1400>​Вишнёвый Повторитель верит в принцип «хорошие вещи приходят парой», поэтому всё, что он делает, — делает дважды: будь то борьба с зомби или поход с подарками. «Но, братец», — сказал ему Вишнестрел, — «твоя пара вишен даже не дозрела!»</color>",
            "info": "Вишнёвый Повторитель стреляет двумя вишнёвыми снарядами одновременно.\n\n<color=#3D1400>Урон: </color><color=red>60*2/1,5 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Повторитель + Вишнёвая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 1009,
            "name": "Солнечная Мина",
            "introduce": "<color=#3D1400>​«Красный свет — стой. Жёлтый — замедляйся. Соблюдайте правила дорожного движения!» — постоянно твердит Солнечная Мина зомби. Но зомби видят перед собой лишь раздражающий зелёный цвет. Солнечная Мина часто держит в руках свой зелёный листок и бормочет: «Побольше солнечного света... На самом деле, каждый из нас — это свет!»</color>",
            "info": "Солнечная мина может генерировать солнце, а также даёт его после взрыва.\n\n<color=#3D1400>Урон: </color><color=red>1800</color>\n<color=#3D1400>Генерация Солнца: </color><color=red>25/15 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Подсолнух + Картофельная Мина</color>",
            "cost": ""
        },
        {
            "seedType": 1010,
            "name": "Минорех",
            "introduce": "<color=#3D1400>По сравнению с прошлым, теперь его описывают как «высокий и мощный». Минорех может похвастаться огромными глазами и плотной мякотью. Но на самом деле он внутри очень ранимый и страшится снова стать маленьким. Зомби же говорят: «Ещё один укус — и он взорвётся!»</color>",
            "info": "Минорех взрывается при каждой смене стадии разрушения.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Взрыв при смене стадии разрушения наносит 500 урона, посмертный взрыв наносит 1800</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Стенорех + Картофельная Мина</color>",
            "cost": ""
        },
        {
            "seedType": 1011,
            "name": "Чомпострел",
            "introduce": "<color=#3D1400>​Чомпер всегда завидовал способности Чомпострела выплёвывать останки зомби и не раз пыталась этому научиться. Однако он даже не подозревал, что причина кроется всего лишь в немного искривлённой челюсти Чомпострела — когда тот пережёвывает зомби, часть просто вываливается наружу.​</color>",
            "info": "Чомпострел стреляет останками съеденных зомби.\n\n<color=#3D1400>Урон: </color><color=red>Мгновенное Убийство</color>\n<color=#3D1400>Особенности: </color><color=red>Проглотив зомби, стреляет проникающими снарядами с уроном 80</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Чомпер</color>",
            "cost": ""
        },
        {
            "seedType": 1012,
            "name": "Чомпорех",
            "introduce": "<color=#3D1400>В детстве Чомпорех был жутким привередой и никогда не глотал зомби целиком, чем сильно огорчал родителей. Под их наставлениями он всё-таки начал, как и её предки, заглатывать добычу с одного раза. «Я не привередничал, просто хотел подражать зомби в их манере есть. Надо же пробовать что-то новое, верно? И это точно никак не связано с тем, что у меня нет шеи, чтобы удобно глотать целиком», — сказал Чомпорех, тщательно пережёвывая очередного зомби.​​</color>",
            "info": "Поедая зомби Чомпорех может восстанавливать прочность, что очень полезно в первом ряду!\n\n<color=#3D1400>Урон: </color><color=red>Мгновенное Убийство</color>\n<color=#3D1400>Особенности: </color><color=red>Проглотив зомби восстанавливает 1000 прочности</color>\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Стенорех + Чомпер</color>",
            "cost": ""
        },
        {
            "seedType": 1013,
            "name": "Чомпзилла",
            "introduce": "<size=25><color=#3D1400>​Чомпзилла всегда уделяла большое внимание здоровью и правильному питанию: её приёмы пищи сводились к тщательному пережёвыванию. Может, поэтому её рот стал заметно меньше. «Эти большие глотки едят без всяких манер, да ещё и спортом не занимаются. Неудивительно, что разваливаются на куски при первой же атаке. Такие точно не годятся для фронта», — говорила Чомпзилла, поднимая гантели. «Почему я всегда в такой форме? Я ем только самое полезное из мяса зомби, а все отходы выплёвываю. Это никак не сказывается на моём здоровье».</color></size>",
            "info": "<size=26>Чомпзилла отличный защитник и боец для фронта!\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Кусая зомби, восстанавливает 100 прочности и наносит 200 урона, а затем выплёвывает проникающий снаряд с уроном 80. Зомби с прочностью менее 500 и без брони Чомпзилла мгновенно убьет и восстановит 200 прочности, а затем выплюнет отталкивающий снаряд, пробиващий до 5 зомби, с уроном 20</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Чомпер + Стенорех</color></size>",
            "cost": ""
        },
        {
            "seedType": 1014,
            "name": "Солнечный Чомпер",
            "introduce": "<color=#3D1400>​Все задаются вопросом, как Солнечный Чомпер превращает съеденных зомби в солнце. Однако, стоило затронуть эту тему, как он тут же начинал мямлить и отводить взгляд. Лишь когда Подсолнух заметила резкое сокращение своего запаса хлорофилла, правда стала очевидной: Солнечный Чомпер вовсе не превращает зомби в солнце.​</color>",
            "info": "Солнечный чомпер даёт солнце после проглатывания зомби.\n\n<color=#3D1400>Урон: </color><color=red>Мгновенное Убийство</color>\n<color=#3D1400>Особенности: </color><color=red>Даёт 100 солнца после проглатывания зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Подсолнух + Чомпер</color>",
            "cost": ""
        },
        {
            "seedType": 1015,
            "name": "Картофельный Чомпер",
            "introduce": "<color=#3D1400>​Картофельный Чомпер так аппетитен, что напоминает собой пюре быстого приготовления, и зомби просто сходят с ума от его аромата. Особым восхищением среди зомби пользуется его фирменный хрустящий картофель-фри. Один за другим зомби устремляются на запах, не подозревая, что сами станут вкусной добычей. «Всего лишь игра в поймай на приманку», — философски замечает Картофельный Чомпер, с хрустом пережёвывая очередного зомби. — «Их питательные вещества станут новой миной, готовой к следующей волне гостей».</color>",
            "info": "Картофельный Чомпер будут высаживать перед собой Картофельную Мину после проглатывания зомби.\n\n<color=#3D1400>Урон: </color><color=red>Мгновенное Убийство</color>\n<color=#3D1400>Особенности: </color><color=red>Проглотив зомби, высаживает выросшую Картофельную Мину перед собой</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Чомпер + Картофельная Мина</color>",
            "cost": ""
        },
        {
            "seedType": 1016,
            "name": "Вишнёвый Чомпер",
            "introduce": "<size=27><color=#3D1400>​После вечеринки с Вишнёвой бомбой приобрёл странную привычку — всё сопровождать взрывами. «Попробуй-ка это!» — заявил он, перед тем как снова устроить хаос за обеденным столом. Вместо привычного жевания — взрывы, тарелки и чашки разлетаются в стороны, а соседи по столу всё реже соглашаются на совместные трапезы. Наконец, после общего голосования, Вишнёвому Чомперу пришлось перебраться в сад. Теперь он нашёл себе новое увлечение: взрывать зомби. «Попробуй-ка это!» — заявил он, явно довольный, что на этот раз никому не придётся тратиться на новые тарелки.</color></size>",
            "info": "<size=28>Вишнёвый Чомпер взрывает область перед собой, когда хватает зомби.\n\n<color=#3D1400>Урон: </color><color=red>Мгновенное Убийство</color>\n<color=#3D1400>Особенности: </color><color=red>Взрывает область перед собой когда хватает зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Чомпер + Вишнёвая Бомба</color></size>",
            "cost": ""
        },
        {
            "seedType": 1017,
            "name": "Вишнемёт",
            "introduce": "<color=#3D1400>​Стволы Вишнемёта всегда раскалены до красна. «Это всё для скорости атаки, — объясняет он. «Разогретый ствол позволяет мне быстро выпускать снаряды». Все безоговорочно верили его словам, пока однажды кто-то не заметил, что он ест специальные вишни, даже не снимая стволы.</color>",
            "info": "Вишнемёт обладает самой высокой огневой мощью среди стрелков!\n\n<color=#3D1400>Урон: </color><color=red>60*4/1,5 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохомёт + Вишнёвая Бомб</color>",
            "cost": ""
        },
        {
            "seedType": 1018,
            "name": "Гриб-Горохострел",
            "introduce": "<color=#3D1400>«Маленький рост? Это чтобы тебе было удобнее смотреть снизу вверх, когда я побеждаю», — говорит Гриб-Горохострел. Любой, кто его недооценит, будет поражён его результатами. «На самом деле мы все начинаем со Спорогриба», — говорит он. «Если каждый день делать маленькие шаги вперёд, и, конечно, не забывать о солнечных завтраках, ты тоже можешь стать таким, как я».</color>",
            "info": "Гриб-Горохострел стреляет дальше!\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Горохострел (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 1019,
            "name": "Гриб-Повторитель",
            "introduce": "<color=#3D1400>​«Кто я? На этот вопрос ответят мои двойные листья!» — Гриб-Повторитель с двумя пышными листьями эффектно появляется на поле боя. Двойные пули, двойное веселье! Эти малыши, обожающие держаться группами, весело обрушивают свою огневую мощь на врагов, даже несмотря на свой юный возраст.</color>",
            "info": "Гриб-Повторитель стреляет двумя горошинами одновременно.\n\n<color=#3D1400>Урон: </color><color=red>20*2/1,5 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Повторитель (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 1020,
            "name": "Железострел",
            "introduce": "<color=#3D1400>​«Я унаследовал волю предшественников, и у меня нет права пасть здесь!» — железный шлем гордо возвышался над головой Железострела, который каждый раз напоминал всем о своей готовности встретить любую опасность. «Но ведь твой шлем ты забрал у Ведроголового зомби...» — заметил кто-то из растений. «Тогда... будем считать это данью памяти! А теперь вперёд, к новым свершениям!» — не смутился Железострел и ринулся в бой.</color>",
            "info": "Железострел способен пробивать броню и отбрасывать зомби.\n\n<color=#3D1400>Прочность: </color><color=red>2000</color>\n<color=#3D1400>Урон: </color><color=red>80/1,5 секунды (с отбрасыванием)，наносит огромный урон дверям</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Ведро</color>",
            "cost": ""
        },
        {
            "seedType": 1021,
            "name": "Мини Гриборех",
            "introduce": "<color=#3D1400>Гриборех — это орех или гриб? Зачем так четко разделять? Он ведь не скажет тебе, что на самом деле он маскируется под трюфель.</color>",
            "info": "Стенорех, но маленький. Милаха!\n\n<color=#3D1400>Прочность: </color><color=red>2000</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Стенорех (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 1022,
            "name": "Мини Гипногриб",
            "introduce": "<color=#3D1400>​«Когда я был маленьким, я всегда думал, что зомби существуют только в сказках», — медленно объясняет Мини Гипногриб. «Вам не стоит удивляться, я просто возвращаю зомби к тому, как они должны выглядеть в сказках».</color>",
            "info": "Ослабляет зомби которого очаровывает.\n\n<color=#3D1400>Особенности: </color><color=red>Уменьшает здоровье зомби в два раза и заставляет сражаться за вас</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Гипногриб (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 1023,
            "name": "Очаровывающий Дымогриб",
            "introduce": "<color=#3D1400>Очаровывающий Дымогриб выходит на сцену! Достаточно одного выпуска его спор, чтобы заставить зомби повернуться обратно. Кто-то говорит, что это секретный навык его семейства, кто-то считает это новым концептуальным оружием армии. Но сам Очаровывающий Дымогриб лишь спокойно улыбается: «Всего-то каждый день Гипногриб помогает мне полоскать рот».</color>",
            "info": "Очаровывающий Дымогриб атакуя может очаровать зомби. При съедении Очаровывающий Дымогриб заставляет сражаться зомби за вас!\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды (шанс очаровать зомби 50%, увеличивается по мере уменьшения здоровья зомби)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Гипногриб + Дымогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1025,
            "name": "Храброгриб",
            "introduce": "<color=#3D1400>​«Я не боюсь, у меня есть смелость — неважно, весна, осень, зима или лето!» — Храброгриб больше не боялся, и даже не прятался, увидев зомби. «Когда-то я так боялся, но Дымогриб сказал, что если зомби приближаются, просто распыляй свои споры на них — прятаться не поможет в битве!»</color>",
            "info": "Храброгриб больше не боится зомби!\n\n<color=#3D1400>Урон: </color><color=red>20*2/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Меняет тип атаки на распыление спор, когда зомби подходит близко</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Трусогриб + Дымогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1026,
            "name": "Очаровыватель",
            "introduce": "<color=#3D1400>«Я вложил любовь в свои споры, и когда они раскрываются, это как весенний ветер, касающийся лица», — Очаровыватель с полной серьёзностью старается передать свои чувства. Ради этого его шляпка даже приняла форму сердечка, а его искренний взгляд говорил сам за себя. Он надеется, что зомби почувствуют эту искренность.​​</color>",
            "info": "Очаровыватель стреляет взрывными очаровывающими снарядами!\n\n<color=#3D1400>Урон: </color><color=red>80/3 секунды (Дополнительный урон 40 в радиусе 1,5 клетки, вероятность очаровать зомби со здоровьем менее 50%)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Дымогриб + Трусогриб + Гипногриб</color>",
            "cost": ""
        },
        {
            "seedType": 1027,
            "name": "Высокий Стенорех",
            "introduce": "<color=#3D1400>«Чем выше рост, тем больше возможностей», — твёрдо верит Высокий Стенорех, и именно поэтому он всегда остаётся на передовой. Другие растения пытаются убедить его беречь себя, но он лишь улыбается в ответ: «Не волнуйтесь, я же высокий. Если вы будете стрелять быстрее, зомби не успеют меня съесть».</color>",
            "info": "Высокий Стенорех является прочным защитником, которого нельзя перепрыгнуть!\n\n<color=#3D1400>Прочность: </color><color=red>8000</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 1028,
            "name": "Высокий Регбирех",
            "introduce": "<color=#3D1400>Высокий Регбирех выглядит гораздо серьёзнее, и некоторые маленькие растения, не зная сути, даже пугаются его облика. Однако те, кто хорошо знает Высокого Регбиреха, понимают, что за его суровым внешним видом скрывается решимость защищать товарищей. А украденный шлем только добавляет ему уверенности.​​</color>",
            "info": "Высокий Регбирех представляет собой очень прочного защитника, которого нельзя перепрыгнуть!\n\n<color=#3D1400>Прочность: </color><color=red>16000</color>\n<color=#3D1400>Особенности: </color><color=red>Для восстановления прочности можно использовать Футбольные Шлема и Железные Вёдра</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Высокий Стенорех + Футбольный Шлем</color>",
            "cost": ""
        },
        {
            "seedType": 1029,
            "name": "Ведрорех",
            "introduce": "<color=#3D1400>​У растений к Ведрореху сложные чувства. Он отличный боец, преданно выполняющий приказы и безупречно справляющийся с заданиями. Но в то же время он холоден и неумолим, а ржавчина на краю его «улыбки» словно подтверждает его непростое прошлое. Однако втайне Ведрорех имеет свои невидимые заботы: «Как избежать коррозии в этом сыром саду?»</color>",
            "info": "Ведрорех состоит из железа.\n\n<color=#3D1400>Прочность: </color><color=red>8000</color>\n<color=#3D1400>Особенности: </color><color=red>Для восстановления прочности можно использовать Футбольные Шлема и Железные Вёдра</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Стенорех + Ведро</color>",
            "cost": ""
        },
        {
            "seedType": 1030,
            "name": "Повторитель",
            "introduce": "<color=#3D1400>​В отличие от своего солнечного и жизнерадостного брата, Повторитель живёт беспечно, но в бою становится полностью сосредоточенным. Он тайком освоил технику двойной стрельбы, но держит это в секрете от Горохострела. «Я хочу, чтобы он всегда жил счастливо и не вынужден был учиться этим боевым навыкам».</color>",
            "info": "Повторитель стреляет двумя горошинами одновременно.\n\n<color=#3D1400>Урон: </color><color=red>20*2/1,5 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Горохострел</color>",
            "cost": ""
        },
        {
            "seedType": 1031,
            "name": "Солнцегриб",
            "introduce": "<color=#3D1400>Солнцегриб всегда тихо растёт в тёмных уголках, незаметно накапливая солнца. «Я знаю, что я слаб», — говорит Солнцегриб, — «но мой свет необходим. Я — начало любой сияющей дороги». Никто не осмеливается оспаривать его слова, ведь в ночи он — не единственный, но всегда незаменимый.​</color>",
            "info": "Солнцегриб сначала даёт маленькие солнца, а вырастая обычные.\n\n<color=#3D1400>Генерация Солнца: </color><color=red>15 (25)/25 секунд (Время роста 120 секунд)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Подсолнух</color>",
            "cost": ""
        },
        {
            "seedType": 1032,
            "name": "Горохомёт",
            "introduce": "<color=#3D1400>​Горохомёт, безусловно, является старшим братом в гороховом семействе. Его стволы — это основа уверенности для всех, а его силуэт на поле боя подобен величественному монументу. Все растения восхищаются им. Только он сам скромно улыбается: ведь его повседневной жизнью полностью управляет Горохострел. Без помощи брата он бы попросту не справился.​</color>",
            "info": "Горохомёт стреляет четырьмя горошинами одновременно.\n\n<color=#3D1400>Урон: </color><color=red>20*4/1,5 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Горохострел + Горохострел + Горохострел</color>",
            "cost": ""
        },
        {
            "seedType": 1033,
            "name": "Двойной Подсолнух",
            "introduce": "<color=#3D1400>Двойной Подсолнух — признанные сёстры, которые обычно не выходят на передовую. Их задача — поддерживать всех с тыла. Тем не менее, нужно обязательно защищать их, ведь если они пострадают, многие растения будут молча плакать.</color>",
            "info": "Двойной Подсолнух генерирует вдважды больше солнца!\n\n<color=#3D1400>Генерация Солнца: </color><color=red>25*2/20 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Подсолнух + Подсолнух</color>",
            "cost": ""
        },
        {
            "seedType": 1034,
            "name": "Ледострел",
            "introduce": "<color=#3D1400>Ледострел обычно не выражает эмоций перед другими растениями. Некоторые говорят, что его душа холоднее, чем выстреленные им ледяные горошины. Сам Ледострел не хотел бы быть таким, но каждый раз, когда он открывает рот, снаряды, которые он выпускает, опускают атмосферу вокруг до нулевой температуры.​</color>",
            "info": "Ледострел стреляет ледяными снарядами, имеющими замедляющий эффект.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды (с замедлением)</color>\n<color=#0099CC>Система Заморозки: </color><color=red>Ледяные снаряды добавляют 10 очков заморозки, набрав 100 очков зомби замораживается. Наносит четырёхкратный урон замороженным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1035,
            "name": "Гриб-Ледострел",
            "introduce": "<size=29><color=#3D1400>​Гриб-Ледострел не специально учил технологии охлаждения, а просто однажды, когда он отправился в горы, не взяв с собой одеяла, Спорогрибы мёрзли на вершине всю ночь, и у них на шляпках образовался иней. Позже, именно Ледострел заметил этот дарованный природой облик и поделился с ними этой технологией.​</color></size>",
            "info": "<size=29>Гриб-Ледострел стреляет пробивными замедляющими сосульками.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды (с замедлением; пробивает до 3 зомби)</color>\n<color=#0099CC>Система Заморозки: </color><color=red>Сосульки добавляют 5 очков заморозки, набрав 100 очков зомби замораживается. Наносит четырёхкратный урон замороженным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Ледострел (соблюсти последовательность)</color></size>",
            "cost": ""
        },
        {
            "seedType": 1036,
            "name": "Мини Ледогриб",
            "introduce": "<color=#3D1400>«Тело, хоть и стало меньше, но способности остались такими же сильными!» — каждый раз, выходя на сцену, Мини Ледогриб показывает свой фирменный «покер фейс» и начинает рассказывать холодные шутки, так что теперь ты понимаешь, почему он тоже может замораживать зомби.​</color>",
            "info": "Мини Ледогриб замораживает подошедшего близко зомби.\n\n<color=#3D1400>Особенности: </color><color=red>Замораживает приблизившегося зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1037,
            "name": "Ледяной Дымогриб",
            "introduce": "<color=#3D1400>​Ледяной Дымогриб выделяется среди других Дымогрибов. Его опыт в экстремально холодных районах Аляски сделал его более сдержанным, хотя он всего лишь учился несколько лет на стилиста, но гордится этим.​</color>",
            "info": "Споры, испускаемые Дымогрибом, способны пробивать сквозь двери и зомби, а также замедляют их.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды (с пронзанием и замедлением)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Дымогриб + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1038,
            "name": "Ледяной Трусогриб",
            "introduce": "<color=#3D1400>Ледяной Трусогриб считает себя отличным от других Трусогрибов. Он никогда не сжимается от страха и обычно ведет себя нормально, работая с другими. Однако это происходит потому, что он боится, что если испугается, воздух вокруг него станет невероятно холодно, и поэтому все пытаются его не пугать.​</color>",
            "info": "Ледяной Трусогриб стреляет замедляющими спорами, а прячась замораживает ближайших зомби.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды (с замедлением)</color>\n<color=#3D1400>Особенности: </color><color=red>Прячась замораживает зомби в площади 3*3 вокруг себя</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Трусогриб + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1039,
            "name": "Высокий Ледорех",
            "introduce": "<size=27><color=#3D1400>​Высокий Ледорех поднимает свои высокие ледяные шипы, направленные на зомби. Некоторые говорят, что он слишком «холоден» или «молчаливый». Лицо Высокого Ледореха остаётся без изменений, у него есть непоколебимая решимость защищать от зомби. Однако скорее всего, на самом деле его лицо просто замёрзло.​</color></size>",
            "info": "<size=27>Высокий Ледорех представляет собой очень прочного защитника, которого нельзя перепрыгнуть.\n\n<color=#3D1400>Прочность: </color><color=red>8000</color>\n<color=#3D1400>Особенности: </color><color=red>При воздействии Ледогриба восстанавливает 1000 прочности. Кусающие его зомби замедляются и получают 10 очков заморозки</color>\n<color=#0099CC>(Общее) Система Заморозки: </color><color=red>Начальное необходимое количество очков для заморозки зомби — 100. Каждый раз, когда зомби замерзает, очки заморозки сбрасываются и необходимое количество очков увеличивается на 100 (Не может превышать 400)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Высокий Стенорех + Ледогриб</color></size>",
            "cost": ""
        },
        {
            "seedType": 1040,
            "name": "Гриб Апокалипсиса",
            "introduce": "<color=#3D1400>«Я заморожу мир, и наступит полная тишина. Крайний холод разрушит твою теплоту, так что не переживай, страданий будет немного». Гриб Апокалипсиса обычно не появляется на поле боя. Говорят, что его появление сопровождается метелью, и после вспышки белого света время будто бы замирает.</color>",
            "info": "Гриб Апокалипсиса взрывает зомби по всему экрану и может останавливать время!\n\n<color=#3D1400>Урон: </color><color=red>1800 (Взрыв)</color>\n<color=#3D1400>Особенности: </color><color=red>После взрыва в течение 10 секунд зомби не будут выходить</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Ледогриб + Гриб Судьбы</color>",
            "cost": ""
        },
        {
            "seedType": 1041,
            "name": "Криогенный Гриб",
            "introduce": "<color=#3D1400>Снежная королева? Гриб с высокой горы? Криогенный Гриб не заботится об этих названиях. Он тихо ухаживает за своим ледяным украшением на шляпке и всегда готов передать зомби свой Ледореховый шлем. «Им точно понравится что-то более холодное.»</color>",
            "info": "Когда зомби съест Криогенный Гриб, он превратится в очарованного Зомби Ледореха!\n\n<color=#3D1400>Особенности: </color><color=red>Превращает съевшего его зомби в очарованного Зомби Ледореха и замораживает зомби на всём экране</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Ледогриб + Гипногриб</color>",
            "cost": ""
        },
        {
            "seedType": 1042,
            "name": "Яростный Трусогриб",
            "introduce": "<size=28><color=#3D1400>​Нервничать можно по-разному: одни растения прячут голову в землю, а другие приходят от этого в возбуждение. Адреналин Яростного Трусогриба бурлит в его теле, и снаряды летят всё быстрее. Лучше его не тревожить — кто знает, может, он вот-вот так разволнуется, что просто «взорвётся».</color></size>",
            "info": "<size=28>Яростный Трусогриб постепенно увеличивает свою скорость атаки. Когда он достигнет максимальной скорости атаки, он взорвётся, при приближении зомби!\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Каждая атака сокращает интервал между атаками на 0.1 секунды, минимум — 0.5. Скорость атаки сбрасывается при укрытии. Когда будет достигнута максимальная скорость атаки, приблизившийся зомби спровоцирует взрыв (с кратером)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Трусогриб + Гриб Судьбы</color></size>",
            "cost": ""
        },
        {
            "seedType": 1043,
            "name": "Опустошитель",
            "introduce": "<color=#3D1400>Опустошитель терпеть не может видеть зомби, ведь это только задерживает его с окончанием рабочего дня. Боезапас у него небольшой, но абсолютно смертоносный. «Не зовите меня без надобности, правда, уж если понадобятся снаряды, стреляйте сами». Однако за свою эффективность на поле боя он всё равно пользуется уважением среди остальных.</color>",
            "info": "Опустошитель может уничтожить большинство зомби перед собой!\n\n<color=#3D1400>Урон: </color><color=red>1800/60 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Нажмите на Опустошитель, чтобы атаковать всех зомби на ряду</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Дымогриб + Гриб Судьбы</color>",
            "cost": ""
        },
        {
            "seedType": 1044,
            "name": "Мини Гриб Судьбы",
            "introduce": "<color=#3D1400>Мини Гриб Судьбы выглядит крохотным, но характер у него далеко не такой уж и спокойный. Стоит ему что-то не понравиться — он может взорваться, даже если просто случайно не совпали взглядами. А уж если кто-то без приглашения нарушит его личное пространство, это вообще недопустимо. Так что одного взгляда вполне достаточно — не пытайтесь приблизиться или смотреть дольше, чем нужно.</color>",
            "info": "Мини Гриб Судьбы взорвется, коснувшись зомби!\n\n<color=#3D1400>Урон: </color><color=red>1800 (Взрыв)</color>\n<color=#3D1400>Особенности: </color><color=red>При приближении зомби взрывает область 1*1</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Гриб Судьбы (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 1045,
            "name": "Проклятый Гриб",
            "introduce": "<color=#3D1400>Растения всегда задавались вопросом, почему зомби, уже пережившие смерть, оказываются такими живучими? Ответ неожиданно нашёл Проклятый Гриб: «На самом деле я ничего особенного не делал», — пояснил он. — «Просто из чистого любопытства активировал их скрытую резервную энергию. Правда, теперь эти красные зомби выглядят куда более угрожающими. Но я же их предупреждал…»</color>",
            "info": "Зомби, съевшие Проклятый Гриб, после смерти взорвутся!\n\n<color=#3D1400>Особенности: </color><color=red>Зомби, съевшие Проклятый Гриб, после смерти спровоцируют взрыв (1800 урона) оставляющий кратер</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Гипногриб + Гриб Судьбы</color>",
            "cost": ""
        },
        {
            "seedType": 1046,
            "name": "Ледяной Опустошитель",
            "introduce": "<color=#3D1400>Ледяная броня окутывает его тело, а время стёрло последние следы юношеской наивности. Его взгляд опаснее, чем закопчённый ствол его оружия, и в нём отражается лишь холодное презрение. Он — смерть, он — конец. Любая цель, оказавшаяся под прицелом его глаз, лучше бы позаботилась о том, чтобы дома приготовили на одну порцию меньше.</color>",
            "info": "Ледяной Опустошитель стреляет взрывными сосульками!\n\n<color=#3D1400>Урон: </color><color=red>30*4/3 секунды (с замедлением; пробивает до 3 зомби, и при каждом попадании наносит 10 урона в области 3×3)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Дымогриб + Ледогриб + Гриб Судьбы</color>",
            "cost": ""
        },
        {
            "seedType": 1047,
            "name": "Кабачковый Тристрел",
            "introduce": "<color=#3D1400>«У него три головы, а вместо листьев — странное основание. Он совсем не похож на обычного Горохострела!» Многие растения побаиваются необычного вида Кабачкового Тристрела. Но ему нет до этого дела. Его жизнь полна интересных занятий: уничтожение зомби, чтение книг, игры в шахматы и, конечно, ежегодные победы в чемпионате по метанию «блинчиков».</color>",
            "info": "Кабачковый Тристрел стреляет отскакивающими кабачковыми снарядами.\n\n<color=#3D1400>Урон: </color><color=red>40*3/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Каждый отскок кабачкового снаряда, наносит 40 урона в небольшой области</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тристрел + Кабачок</color>",
            "cost": ""
        },
        {
            "seedType": 1049,
            "name": "Огненная Водоросль",
            "introduce": "<color=#3D1400>Как говорится, «горячий как огонь», и Огненная Водоросль знает об этом не понаслышке. Её пылающая страсть так сильна, что даже вода не может её потушить! Жаль только, что зомби рядом с ней ощущают лишь жаркий «гриль», но не слышат её «горячих» речей — ведь они уже обратились в пепел в этом яростном пламени!</color>",
            "info": "Огненная Водоросль сожжёт целый ряд при контакте с зомби.\n\n<color=#3D1400>Урон: </color><color=red>Мгновенное Убийство  +  1800 (Взрыв)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Водоросль + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1050,
            "name": "Искажённая Водоросль",
            "introduce": "<color=#3D1400>Искажённая Водоросль — настоящий философ среди растений. Она постоянно размышляет: «Я ли гнездо, или гнездо — это я?» или же задается вопросом: «Откуда приходит трава и куда она уходит?» Она никогда не заботится о личной гигиене, из-за чего другие растения избегают её, видя её неопрятные волосы.</color>",
            "info": "Искажённая Водоросль может утащить под воду до трёх зомби.\n\n<color=#3D1400>Урон: </color><color=red>Мгновенное Убийство*3</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Водоросль + Кабачок</color>",
            "cost": ""
        },
        {
            "seedType": 1051,
            "name": "Водорослестрел",
            "introduce": "<size=29><color=#3D1400>Водорослестрел любит плавать и загорать. «Многие растения боятся моих глаз», — тихо сказал Водорослестрел, прогуливаясь по пляжу, — «но они не знают, что я просто купил три пары солнцезащитных очков, чтобы защититься от солнечных лучей.»</color></size>",
            "info": "<size=29>Водорослестрел стреляет снарядами из водорослей, которые замедляют зомби на воде.\n\n<color=#3D1400>Урон: </color><color=red>20*3/1,5 секунды (с замедлением на воде, складывается с заморозкой. Добавляет зомби 1 очко Водорослей)</color>\n<color=#3D1400>Система Водорослей: </color><color=red>Каждая атака наносит дополнительный процентный урон в зависимости от значения Водорослей. Когда значение Водорослей достигнет 30, зомби будет мгновенно убит</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Водоросль + Тристрел</color></size>",
            "cost": ""
        },
        {
            "seedType": 1052,
            "name": "Инфернальный Древофакел",
            "introduce": "<color=#3D1400>Инфернальный Древофакет был явно раздражён. Он был уверен, что именно жара заставила его крону покраснеть, словно у соседнего Халапеньо, а пламя на его вершине стало алым. Похоже, настало время задуматься о поездке в «Снежный край» для охлаждения.</color>",
            "info": "Инфернальный Древофакел ещё сильнее поджигает снаряды!\n\n<color=#3D1400>Особенности: </color><color=red>Горох: 80; Вишнёвый снаряд: 120; Железный горох: 320, Солнечный снаряд: урон 400, Маленький горох: 60. Наносит 40 урона ближайшим зомби каждые 3 секунды. Сжигает линию после смерти</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Древофакел + Халапеньо + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1053,
            "name": "Багряный Древофакел",
            "introduce": "<color=#3D1400>Высокая температура и острота всегда идут рука об руку, хотя Багряный Древофакел вряд ли задумывался об этом. Однако многолетняя работа на гриле явно добавила ему особой, неповторимой жаркой харизмы.</color>",
            "info": "Багряный Древофакел сильнее поджигает снаряды.\n\n<color=#3D1400>Особенности: </color><color=red>Горох: 60, Вишнёвый снаряд: 120, Железный горох: 320, Солнечный снаряд: 400, Маленький горох: 45. Сжигает линию после смерти</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Древофакел + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1054,
            "name": "Огненный Кабачок",
            "introduce": "<color=#3D1400>«Я не такой нетерпеливый, как мой брат», — спокойно сказал Огненный Кабачок. — «Он всё время думает, что главное — действовать быстро, быстрее и ещё быстрее. Но настоящий ключ к победе — умение дождаться подходящего момента.»</color>",
            "info": "Огненный Кабачок атакует на большем расстоянии, сжигая весь ряд.\n\n<color=#3D1400>Урон: </color><color=red>1800 + 1800 (Взрыв)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Кабачок + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1055,
            "name": "Тройной Древофакел",
            "introduce": "<color=#3D1400>Растения всегда завидовали тому, как Тройной Древофакел умудряется быть таким состоятельным. «Да это пустяки», — ответил он, вытащив три горошины из своей пышной «шевелюры». — «Просто раньше я подрабатывал фокусником в цирке».</color>",
            "info": "Превращает одну горошину в три маленьких огненных горошины.\n\n<color=#3D1400>Особенности: </color><color=red>Разбивает пролетающий через него горох на 3 маленькие огненные горошины с уроном 30</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тристрел + Древофакел</color>",
            "cost": ""
        },
        {
            "seedType": 1056,
            "name": "Факельная Водоросль",
            "introduce": "<color=#3D1400>«Под водой огонь разгореться не может, и потому он не годится для освещения», — сказала Факельная Водоросль. — «Но над водой моё пламя всё так же ярко сияет.»</color>",
            "info": "Поджигает снаряды из водорослей и может утащить зомби под воду.\n\n<color=#3D1400>Особенности: </color><color=red>Поджигает горошины и снаряды из водорослей. Снаряды из водорослей добавляют 1 очко Водорослей всем зомби в небольшом радиусе</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Водоросль + Древофакел</color>",
            "cost": ""
        },
        {
            "seedType": 1057,
            "name": "Факельный Кабачок",
            "introduce": "<color=#3D1400>Факельные Кабачки всегда один за другим выпрыгивают из своих укрытий. «В печи для кабачков слишком жарко, я вот-вот расплавлюсь!» — кричат несколько Факельных Кабачков одновременно.</color>",
            "info": "Просто золотой кабачок.\n\n<color=#3D1400>Урон: </color><color=red>1800</color>",
            "cost": ""
        },
        {
            "seedType": 1058,
            "name": "Обгоревший Тристрел",
            "introduce": "<color=#3D1400>«Почему в итоге выгоду получает Халапеньо?» — недовольно сказал Обгоревший Тристрел, выпуская дым изо рта. — «Это скрещивание всегда портит мои горошины». Они жаловались Древофакелу: «Ты ведь не захочешь есть такие сожжённые горошины, верно?»</color>",
            "info": "Обгоревший Тристрел не может быть с кем-либо скрещен.\n\n<color=#3D1400>Урон: </color><color=red>20*3/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>При появлении сжигает свою и соседние линии. Может быть восстановлен с помощью удобрения</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тристрел + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1059,
            "name": "Кабачковый Древофакел",
            "introduce": "<color=#3D1400>«Слишком жарко! Слишком жарко!» — кричал Кабачок в пламени Кабачкового Древофакела. «Кто поставил меня сюда? Я должен был раздавливать зомби, а не быть шуткой на барбекю-вечеринке!» Действительно, пламя Кабачкового Древофакела было слишком жарким, и Кабачок светился от ожогов. Наконец, он не выдержал, превратился в Факельного Кабачка и выскочил из пламени Кабачкового Древофакела, чтобы снова вернуться на поле битвы.</color>",
            "info": "Каждые 50 пролетевших через него снарядов создадут Факельный Кабачок перед ним.\n\n<color=#3D1400>Особенности: </color><color=red>Каждые 50 пролетевших через него снарядов создадут Факельный Кабачок на первой свободной клетке перед Кабачковым Древофакелом</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Древофакел + Кабачок</color>",
            "cost": ""
        },
        {
            "seedType": 1060,
            "name": "Шипокамень",
            "introduce": "<color=#3D1400>Шипокамень только что вернулся из путешествия по Европе. Во время увлекательного отдыха он познакомился с множеством интересных людей. Это расширило его кругозор, он даже не знал, что они построили такие огромные музеи и создали так много произведений искусства. Это было для него по-настоящему удивительно.</color>",
            "info": "Шипокамень может проколоть несколько шин, и наносит больше урона зомби.\n\n<color=#3D1400>Урон: </color><color=red>20*2/1 секунду</color>\n<color=#3D1400>Прочность: </color><color=red>450</color>\n<color=#3D1400>Особенности: </color><color=red>Прокалывание шины отнимает 50 прочности</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 1061,
            "name": "Факельная Колючка",
            "introduce": "<color=#3D1400>Я — земляной огонь, «страстный мясник» для зомби. Выстрели маленьким горошком, и я устрою им «барбекю-вечеринку». Но не волнуйтесь, я профессионал, и я гарантирую — снаружи хрустящий, внутри сочный!</color>",
            "info": "Зажигает горошины летящие по низу, а также сжигает шины.\n\n<color=#3D1400>Особенности: </color><color=red>Поджигает горошины летящие по низу</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Колючка + Древофакел</color>",
            "cost": ""
        },
        {
            "seedType": 1062,
            "name": "Огненная Колючка",
            "introduce": "<color=#3D1400>«Научные исследования показывают, что острота на самом деле — это форма боли», — сказала Огненная Колючка, покачивая красными шипами на своей макушке. «Я заставлю тех зомби, кто не верит в это, на собственном опыте убедиться в этом».</color>",
            "info": "Поджигает зомби по которым наносит урон.\n\n<color=#3D1400>Урон: </color><color=red>20 (с поджиганием)</color>\n<color=#3D1400>Поджог: </color><color=red>Увеличивает любой получаемый урон на 50%</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Колючка + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1063,
            "name": "Кабачковая Колючка",
            "introduce": "<color=#3D1400>«М? М.» — это фраза, ставшая фирменным выражением Кабачковой Колючки. После обеда или чая происхождение Кабачковых Колючек всегда становилось главной темой разговоров среди растений. Говорят, что в один обычный послеобеденный час, когда Кабачок прыгнул, чтобы раздавить зомби, он не заметил Колючку на земле под его ногами.</color>",
            "info": "Каждая атака Кабачковой Колючки отбросит зомби и выпустит кабачковый снаряд.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Каждая атака отбрасывает зомби назад и выпускает отскакивающий кабачковый снаряд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Колючка + Кабачок</color>",
            "cost": ""
        },
        {
            "seedType": 1064,
            "name": "Колючкострел",
            "introduce": "<color=#3D1400>Некоторые колючки говорят, что то, чем стреляет Колючкострел, похоже на перхоть, но он считает, что это всего лишь завистливое высказывание.</color>",
            "info": "Стреляет пробивными наземными пилами, наносящими огромный урон машинам.\n\n<color=#3D1400>Урон: </color><color=red>5*3/1,5 секунды (с пронзанием)</color>\n<color=#3D1400>Особенности: </color><color=red>Попадая по машине, снаряды наносят урон, равный 30% от её максимальной прочности</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тристрел + Колючка</color>",
            "cost": ""
        },
        {
            "seedType": 1065,
            "name": "Гриб-Горохомёт",
            "introduce": "<color=#3D1400>«Мы идем служить в армию!» — с волнением сказали три Гриба-Горохомёта. Их рост не соответствовал требованиям, и найти маленькие шлемы было трудно. Но эти трудности их не смущали, они объединились и решительно были настроены стать лучшей тройкой в армии.</color>",
            "info": "Гриб-Горохомёт стреляет четырьмя горошинами одновременно, а, собравшись вместе, они могут выстрелить 12 горошинами!\n\n<color=#3D1400>Урон: </color><color=red>20*4/1,5 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Горохомёт (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 1066,
            "name": "Водоросль-Мутант",
            "introduce": "<size=28><color=#3D1400>Водоросль-Мутант обладает умом, склонным к глубоким размышлениям. Она специализируется на философии. Если угостить её стаканом корневого пива, она начнёт без усталости цитировать «Так говорил Заратустра» Ницше или спорить о «Критике чистого разума» Канта. Звучит действительно впечатляюще, но иногда ты просто хочешь поговорить о чем-то лёгком, например, какой температурой обладает вода на дне.</color></size>",
            "info": "<size=28>Водоросль-Мутант стреляет откакивающими снарядами из водорослей, которые замедляют зомби на воде и наносят урон при каждом отскоке.\n\n<color=#3D1400>Урон: </color><color=red>40*3/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>При каждом отскоке снаряд наносит 40 урона в небольшой области, а также замедляет зомби на воде и добавляет им 1 очко Водорослей</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Водоросль + Тристрел + Кабачок</color></size>",
            "cost": ""
        },
        {
            "seedType": 1067,
            "name": "Кошкамыш",
            "introduce": "<color=#3D1400>«Гав!» — говорит Кошкамыш. «Гав, Гав, Гав! Вас это смущает? Вы ожидали, что я замяукаю, потому что у меня в имени есть «кошка» и я выгляжу, как кошка? Здесь не всё так просто. Не надо вешать на меня ярлыки!»</color>",
            "info": "Кошкамыш атакует наземных и воздушных врагов на любой дорожке, но его нужно высаживать на кувшинку.\n\n<color=#3D1400>Урон: </color><color=red>20*2/1,5 секунды</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 1068,
            "name": "Ледяной Кошкамыш",
            "introduce": "<color=#3D1400>«Я не просто кошка... я... я супер сильная ледяная кошка!» — сказал Ледяной Кошкамыш. «У тебя есть кошачий лёд?» Ледяной Кошкамыш, похоже, очень любил кошачью мяту и всё, что было прохладным и ледяным.</color>",
            "info": "Ледяной Кошкамыш атакует наземных и воздушных врагов на любой дорожке, замедляя их.\n\n<color=#3D1400>Урон: </color><color=red>20*2/1,5 секунды (с замедлением)</color>\n<color=#0099CC>Система Заморозки: </color><color=red>Ледяные снаряды добавляют 5 очков заморозки, набрав 100 очков зомби замораживается. Наносит четырёхкратный урон замороженным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Кошкамыш + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1069,
            "name": "Огненный Кошкамыш",
            "introduce": "<color=#3D1400>«И вовсе я не рыжий!» — горячо возразил Огненный Кошкамыш. «Ты знаешь народную сказку про Маленькую Тележку? А?» Кстати, Огненный Кошкамыш использует инфракрасное наведение, так называемые «тепловые ракеты».</color>",
            "info": "Огненный Кошкамыш атакует с повышенным уроном наземных и воздушных врагов на любой дорожке.\n\n<color=#3D1400>Урон: </color><color=red>40*2/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Наносит двойной урон по подожжёным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Кошкамыш + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1070,
            "name": "Мракогриб",
            "introduce": "<color=#3D1400>«Мне нравится распылять большое количество спор», — сказал Мракогриб. «Я знаю, что многим это не нравится, говорят, что это грубо, что они воняют и всё такое, но я просто спрошу: вы хотите, чтобы ваши мозги съели зомби?»</color>",
            "info": "Мракогриб стреляет спорами вокруг себя.\n\n<color=#3D1400>Урон: </color><color=red>20*4/1.9 секунды</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 1071,
            "name": "Огненный Мракогриб",
            "introduce": "<color=#3D1400>Огненный Мракогриб может выпускать горячий пар, что сделало его знаменитым пекарем, известным в округе. Его уникальные пикантные пирожные пользуются большой популярностью.</color>",
            "info": "Огненный Мракогриб стреляет поджигающими спорами вокруг себя.\n\n<color=#3D1400>Урон: </color><color=red>40*4/1.9 секунды</color>\n<color=#3D1400>Поджог: </color><color=red>Увеличивает любой получаемый урон на 50%</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Мракогриб + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1072,
            "name": "Ледяной мракогриб",
            "introduce": "<color=#3D1400>Мечта Ледяного Мракогриба — стать физиком. Он постоянно поглощён мировыми загадками и избегает общения с другими растениями. «Почему на моей голове растёт несколько ледяных шипов?» — это его последняя исследовательская тема.</color>",
            "info": "Мракогриб стреляет ледяными спорами вокруг себя.\n\n<color=#3D1400>Урон: </color><color=red>20*4/1.9 секунды (с замедлением)</color>\n<color=#0099CC>Система Заморозки: </color><color=red>Ледяные споры добавляют 5 очков заморозки, набрав 100 очков зомби замораживается. Наносит четырёхкратный урон замороженным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Мракогриб + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1073,
            "name": "Высокий Огнерех",
            "introduce": "<size=29><color=#3D1400>Высокий Огнерех очень любит Олимпийские игры и настоятельно рекомендует использовать Древофакел в качестве олимпийского факела. Хоть и не советуется есть Высокий Огнерех, но если вы всё же решите попробовать, то обнаружите, что он острый.</color></size>",
            "info": "<size=29>Высокий Ледорех представляет собой очень прочного защитника, которого нельзя перепрыгнуть. Поджигает жующих его зомби, а также восстанавливает прочность при воздействии Халапеньо.\n\n<color=#3D1400>Прочность: </color><color=red>8000</color>\n<color=#3D1400>Особенности: </color><color=red>Восстанавливает 1000 прочности при воздействии Халапеньо. Каждый раз когда зомби кусает Высокий Огнерех он получает 20 урона и поджигается</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Высокий Стенорех + Халапеньо</color></size>",
            "cost": ""
        },
        {
            "seedType": 1074,
            "name": "Ледяной Шипокамень",
            "introduce": "<size=29><color=#3D1400>После возвращения из Аляски, Ледяной Шипокамень был в полном восторге, он не мог дождаться, чтобы заморозить зомби, сделав их холодными и твердыми, при этом «льдом» пробивая их подошвы. Он настаивал на том, чтобы все использовали именно слово «лёд». На его покрытии ещё оставался след пронизывающего холода, привезённого с Аляски, а в его глазах сверкал свет нерастаявшего снега.</color></size>",
            "info": "<size=29>Ледяной Шипокамень может проколоть несколько шин, а также замедляет прошедших по нему зомби.\n\n<color=#3D1400>Прочность: </color><color=red>450</color>\n<color=#3D1400>Урон: </color><color=red>20*2/1 секунду (с замедлением)</color>\n<color=#0099CC>Система Заморозки: </color><color=red>Каждая атака добавляет 5 очков заморозки, набрав 100 очков зомби замораживается. Наносит четырёхкратный урон замороженным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Шипокамень + Ледогриб</color></size>",
            "cost": ""
        },
        {
            "seedType": 1075,
            "name": "Огненный Шипокамень",
            "introduce": "<color=#3D1400>Недавно Огненный Шипокамень побывал в Мексике, где его захватила горячая приветливость местных жителей, и он полюбил тако. Сейчас всю свою приподнятость он направил на совместный проект с Ледяным Шипокамнем по инвестированию в музей тако, но, похоже, Ледяной Шипокамень не особо поддерживает его идеи.</color>",
            "info": "Огненный Шипокамень может проколоть несколько шин, а также поджигает прошедших по нему зомби.\n\n<color=#3D1400>Прочность: </color><color=red>450</color>\n<color=#3D1400>Урон: </color><color=red>40*2/1 секунду (с поджиганием)</color>\n<color=#3D1400>Поджог: </color><color=red>Увеличивает любой получаемый урон на 50%</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Шипокамень + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1076,
            "name": "Кактусовый Морегриб",
            "introduce": "<color=#3D1400>«Моя родина — пустыня Намиб», — объяснял Кактусовый Морегриб каждому растению, интересующемуся его внешностью. «Если ты хорошо учил географию, то знаешь, что эта пустыня расположена прямо у побережья океана.»</color>",
            "info": "Может атаковать воздушные цели, а также вырастает со временем.\n\n<color=#3D1400>Урон: </color><color=red>20 (20*4)/1,5 секунды</color>\n<color=#3D1400>Время роста: </color><color=red>120 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Морегриб + Кактус</color>",
            "cost": ""
        },
        {
            "seedType": 1077,
            "name": "Морской Солнцегриб",
            "introduce": "<color=#3D1400>«К сожалению, я гриб, а не цветок, поэтому не могу считаться морским цветком или чем-то подобным. Иногда меня это немного огорчает, но не обращай на это внимания», — сказал Морской Солнцегриб. «Я не Подсолнух, я гриб, но все же могу использовать различные физические и химические процессы в воде, чтобы создавать для тебя солнце.»</color>",
            "info": "Производит всё больше солнца в зависимости от стадии роста.\n\n<color=#3D1400>Генерация Солнца: </color><color=red>15 (25) (50)/15 секунд</color>\n<color=#3D1400>Стадии роста:</color>\n<color=red>1: 20 секунд</color>\n<color=red> 2: 40 секунд (отсчитывается после 1 стадии)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Морегриб + Подсолнух</color>",
            "cost": ""
        },
        {
            "seedType": 1078,
            "name": "Моресвет",
            "introduce": "<size=27><color=#3D1400>«Я был членом группы по созданию атмосферы на пиратской вечеринке у бассейна, три месяца работал в компании по извлечению объектов из глубоких вод Амазонки, а однажды, когда я спал, меня использовали как ночной светильник для рыбалки!» — с досадой, но и с небольшой гордостью рассказал Моресвет. «Теперь я хочу найти стабильную работу, но тот дядя по имени Дэйв обманул меня, сказав, что в бассейне на заднем дворе не хватает освещения, но не упомянул, что он полон зомби!»</color></size>",
            "info": "<size=26>Позволяет видеть сквозь туман, обеспечивает уровнями света, а также растёт со временем.\n\n<color=#3D1400>Особенности: </color><color=red>После 60 секунд вырастает, обеспечивая 1 уровень света и развевает туман в области 5*5, вместо 3*3</color>\n<color=#FFFF00>Уровни света: </color><color=red>Моресвет может обеспечить 1 уровень света для сетки 3*3</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Морегриб + Лампоцвет</color></size>",
            "cost": ""
        },
        {
            "seedType": 1079,
            "name": "Светокактус",
            "introduce": "<color=#3D1400>«Опыт, полученный в пустыне, сделал меня невероятно ярким!» — хвастался Светокактус, но каждый день он не забывал добавлять масло в лампу.</color>",
            "info": "Светокактус стреляет шипами и проникающими лучами света, требующими уровни света.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Когда вытягивается стреляет двумя снарядами вместо одного</color>\n<color=#FFFF00>Уровни света:</color>\n<color=red>1: шипы пробивают до 3 зомби</color>\n<color=red>2: атака заменяется на проникающий луч света</color>\n<color=red>3: урон по наземным врагам повышается до 40, а по воздушным до 60</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Кактус + Лампоцвет</color>",
            "cost": ""
        },
        {
            "seedType": 1080,
            "name": "Светодув",
            "introduce": "<color=#3D1400>«Серебряная свеча, осенний холодный свет, на полотне картины — лёгкий шёлковый веер гонит светлячков.» Это строчка из стихотворения, которую больше всего любил Светодув. С самого детства он был очарован светлячками и часто вечером у воды нежно распускал ветерок, любуясь, как светляки медленно поднимаются из травы, а затем так же плавно возвращаются в тёмные заросли. Такую красоту не понять лишь зомби.</color>",
            "info": "Светодув сдувает туман и временно увеличивает уровень света для всех растений на экране.\n\n<color=#3D1400>Особенности: </color><color=red>Обеспечивает 1 уровень освещение для всех растений на экране на 30 секунд (эффект складывается)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Лампоцвет + Сдуватель</color>",
            "cost": ""
        },
        {
            "seedType": 1081,
            "name": "Звездосвет",
            "introduce": "<size=29><color=#3D1400>«Все звёзды в воде, рыбацкий огонь стремится к небу. Поток унесёт луну, прилив принесёт звёзды.» В детстве Звездосвет мечтал однажды сорвать звёзды с неба и часто смотрел на звёзды, отражающиеся в воде. И вот, однажды встретив Лампоцвет, он понял: вовсе не нужно завидовать ярким звёздам на небесах. Даже слабый, как светлячок, свет может дарить свет и тепло.</color></size>",
            "info": "<size=29>При достаточном уровне света звёзды Звездосвета начинают самонаводиться на зомби.\n\n<color=#3D1400>Урон: </color><color=red>40*5/3 секунды</color>\n<color=#FFFF00>Уровни света: </color>\n<color=red>1: снаряды самонаводятся на зомби на своём ряду</color>\n<color=red>2: будет выпускать снаряды независимо от наличия зомби на ряду</color>\n<color=red>3: снаряды самоноводятся на зомби по всему экрану</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Лампоцвет + Звездоплод</color></size>",
            "cost": ""
        },
        {
            "seedType": 1082,
            "name": "Кактусовый Дрон",
            "introduce": "<color=#3D1400>Кактусовые Дроны всегда держатся группами, без устали болтая и не замечая окружающих. Растения сомневаются, что такие малыши, как они, могут что-то сделать, но сами Кактусовые Дроны не переживают: «Бабочка может поднять бурю, а мы, конечно же, гораздо сильнее».</color>",
            "info": "Кактусовый Дрон летает в воздухе, не занимая места, и наносит урон только по воздушным целям.\n\n<color=#3D1400>Урон: </color><color=red>20*2/1,5 секунды (статичный) 20*2/1 секунду (привязанный)</color>\n<color=#3D1400>Особенности: </color><color=red>Атакует только летающих зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Кактус + Сдуватель</color>",
            "cost": ""
        },
        {
            "seedType": 1083,
            "name": "Морская Звезда",
            "introduce": "<color=#3D1400>«Моё имя звучит как у животного, но на самом деле это не так», — сказала Морская Звезда. «Это просто мой псевдоним. Я волшебник, который может выпускать споры самых разных форм». Он очень не любил подводных зомби, потому что они могли бы обнаружить, что он всего лишь Морегриб с водяным пистолетом в форме звезды на макушке.</color>",
            "info": "Морская звезда стреляет по 1 снаряду в 5 сторон, а после вырастания стреляет по 2 в каждую сторону.\n\n<color=#3D1400>Урон: </color><color=red>20*5/1,5 секунды</color>\n<color=#3D1400>Время роста: </color><color=red>60 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Морегриб + Звездоплод</color>",
            "cost": ""
        },
        {
            "seedType": 1084,
            "name": "Ловец Звёзд",
            "introduce": "<color=#3D1400>«Соберу звёзды вокруг себя и подарю их тем, кто захочет загадать желание при встрече с падающей звездой», — считал своей благородной целью Ловец Звёзд. Однако, похоже, не все разделяли его мнение, особенно когда группа метеоритов летела прямо в их сторону.</color>",
            "info": "Ловит снаряды-звёзды и наводит их на врагов.\n\n<color=#3D1400>Особенности: </color><color=red>Перехватывает снаряды-звёзды, максимум может держать 20 звёзд. Раз в 6 секунд выпускает их, обеспечивая их самонаводкой и двойным уроном</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Звездоплод + Сдуватель</color>",
            "cost": ""
        },
        {
            "seedType": 1085,
            "name": "Звездокактус",
            "introduce": "<color=#3D1400>«Странное существо, этот Звездокактус», — говорили растения. «Он лежит на земле, но атакует только зомби в воздухе. Разве нельзя бороться с теми, кто на земле?» С этим Звездокактус не спорил, и благодаря этому заслужил репутацию сдержанного и добродушного. Но на самом деле он просто не хотел раскрывать, что у него плохое зрение, и когда он лежит, то может видеть только небо.</color>",
            "info": "Звездокактус атакует только воздушные цели.\n\n<color=#3D1400>Урон: </color><color=red>20*5/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Выпущенные снаряды самонаводятся и атакуют только воздушные цели</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Кактус + Звездоплод</color>",
            "cost": ""
        },
        {
            "seedType": 1086,
            "name": "Моредув",
            "introduce": "<color=#3D1400>У Моредува есть великая, словно дракон, мечта. Он умело управляет тем, что называется «фэншуй» с Востока, прекрасно разбираясь как в неблагоприятных, так и в благоприятных местах. Ветер и вода дополняют друг друга, и независимо от того, что летает в небе или плавает в воде, Моредув надеется, что это поможет отогнать всё плохое от него.</color>",
            "info": "Рассеивает туман и отталкивает зомби на своей линии.\n\n<color=#3D1400>Особенности: </color><color=red>Рассеивает туман и выбрасывает наводных зомби на своей линии (Мгновенное убийство)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Морегриб + Сдуватель</color>",
            "cost": ""
        },
        {
            "seedType": 1087,
            "name": "Светильник Джека",
            "introduce": "<color=#3D1400>Светильник Джека утверждает, что часто видит призраков, но на самом деле, существуют ли призраки? Кто знает, возможно, его просто снова пригласили на хэллоуинскую вечеринку.</color>",
            "info": "Рассеивает туман вокруг себя и обеспечивает уровнями света.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Рассеивает туман в небольшой области, обеспечивает 1 уровень света в области 3*3, а также восстанавливает 150 (+150 за каждый уровень света) прочности раз в 15 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тыква + Лампоцвет</color>",
            "cost": ""
        },
        {
            "seedType": 1088,
            "name": "Колючая Тыква",
            "introduce": "<color=#3D1400>Колючая Тыква на первый взгляд кажется дальним кузеном Тыквы, но на самом деле он отправился за знаниями в пустыню со Сдувателем, и вот стал таким. Странно, но его поверхность выглядит гладко, однако каждый раз, когда растения пытаются влезть внутрь, они получают такие уколы, что начинают сомневаться в своих жизненных силах.</color>",
            "info": "Кусая Колючую Тыкву, зомби будут получать урон.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Наносит урон кусающим её зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Кактус + Тыква</color>",
            "cost": ""
        },
        {
            "seedType": 1089,
            "name": "Звездотыква",
            "introduce": "<color=#3D1400>Многие интересуются, сколько же языков знает Звездотыква, раз она может свободно общаться с каждым растением. Звездотыква лишь улыбается: «На самом деле я знаю только язык звездоплодов, потому что именно с ним у меня самое тесное сотрудничество.»</color>",
            "info": "Если посадить в неё Ловца Звёзд, то его лимит снарядов увеличится.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Увеличивает лимит хранения Ловца Звёзд до 60</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тыква + Звездоплод</color>",
            "cost": ""
        },
        {
            "seedType": 1090,
            "name": "Сиамский Горохострел",
            "introduce": "<color=#3D1400>Сиамский Горохострел — это близнецы среди семейства гороховых. Они часто спорили, куда лучше стрелять: вперёд или назад. Однако, кажется, сейчас они решили эту проблему с помощью рикошета своих пуль.</color>",
            "info": "Сиамский Горохострел стреляет одним горохом вперёд и двумя назад.\n\n<color=#3D1400>Урон: </color><color=red>20*3/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Снаряды отскакивают от левой стороны экрана</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Горохострел + Горохострел</color>",
            "cost": ""
        },
        {
            "seedType": 1091,
            "name": "Сдувотыква",
            "introduce": "<color=#3D1400>Сдувотыква особенно тщательно следит за своей причёской. Каждый раз перед выходом она тратит полчаса, чтобы привести в порядок листья на своей макушке.</color>",
            "info": "Время от времени создаёт Сдуватель.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>раз в 30 секунд создаёт на ближайшей свободной перед собой клетке Сдуватель (может спровоцировать скрещивание, если возможно)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тыква + Сдуватель</color>",
            "cost": ""
        },
        {
            "seedType": 1092,
            "name": "Магнитотыква",
            "introduce": "<color=#3D1400>Магнитотыква сильно боится ходить на совместные обеды, ведь каждый раз все металлические столовые приборы неизменно оказываются примагниченными к её лицу.</color>",
            "info": "Магнитотыква может быть скрещена с железными предметами.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Раз в 6 секунд наносит 20 (40, если зомби в воде) урона ближайшим зомби с железными предметами. Чем выше скорость движения зомби, тем выше урон. Эти свойства сохраняются после скрещивания с металлическими предметами</color>\n<color=#3D1400>Магнитная система: </color><color=red>За растение в магнитной системе урон увеличивается на 20</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тыква + Магнитогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1093,
            "name": "Магнитоплод",
            "introduce": "<color=#3D1400>Магнитоплод всегда мечтал притянуть звёзды с неба, поэтому каждую ночь он проводит, глядя в звёздное небо.</color>",
            "info": "Магнитоплод может быть скрещён с железными предметами.\n\n<color=#3D1400>Урон: </color><color=red>20*5/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Наносит двойной урон по зомби с железными предметами</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Звездоплод + Магнитогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1094,
            "name": "Шутовской Звездоплод",
            "introduce": "<color=#3D1400>Шутовской Звездоплод часто принимают за циркового клоуна, и это его ужасно раздражает. «Может, я и выгляжу смешным, но я супергерой», — говорит он. «Я захватил коробку зомби и надел его геройский костюм!» Возможно, Магниториб, помогавший ему добыть эту коробку, так и не рассказал, откуда она взялась.</color>",
            "info": "Шутовской Звездоплод стреляет взрывными звёздами.\n\n<color=#3D1400>Урон: </color><color=red>40*5/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Снаряды взрываются при столкновении, нанося урон по небольшой площади</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Магнитоплод + Коробка Шута</color>",
            "cost": ""
        },
        {
            "seedType": 1095,
            "name": "Шахтёрский Звездоплод",
            "introduce": "<color=#3D1400>«Настоящий дух шахтёра — я прекрасно понимаю, каково это, быть по пояс в земле. Если не считать всяких сороконожек, это даже не так уж плохо», — говорит Шахтёрский Звездоплод. — «Можешь попробовать снять с меня каску, и тогда увидишь, что у меня гораздо больше шахтёрского духа, чем кажется на первый взгляд».</color>",
            "info": "Зомби не могут атаковать Шахтёрский Звездоплод.\n\n<color=#3D1400>Урон: </color><color=red>20*5/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Зомби проходят мимо него</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Магнитоплод + Кирка</color>",
            "cost": ""
        },
        {
            "seedType": 1096,
            "name": "Звездосталь",
            "introduce": "<color=#3D1400>Жёлтая пресса не устаёт спекулировать на фотографиях Звездостали и Магнитоплода, выдавая их за пару. Это приводит обоих в большое замешательство. На самом деле, Звездосталь всего лишь хочет быть собой — звездой со стальным характером, неподвластной коррозии.</color>",
            "info": "Звездосталь стреляет сюрикенами?!\n\n<color=#3D1400>Прочность: </color><color=red>2000</color>\n<color=#3D1400>Урон: </color><color=red>40*5/1,5 секунды，наносит огромный урон дверям</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Магнитоплод + Ведро</color>",
            "cost": ""
        },
        {
            "seedType": 1097,
            "name": "Железная Тыква",
            "introduce": "<color=#3D1400>Железная Тыква всегда чувствует, что ещё не достаточно сильна. «Если бы я была сделан из алмаза, было бы здорово», — говорит она. «Но даже если бы ты была из алмаза, это всё равно было бы недостаточно, ты должна быть сделана из нижнезёмного сплава», — отвечает Звездосталь. Очевидно, они оба забывают, что на самом деле могут наложить на себя зачарования.</color>",
            "info": "Тыква, но железная!\n\n<color=#3D1400>Прочность: </color><color=red>8000</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Магнитотыква + Ведро</color>",
            "cost": ""
        },
        {
            "seedType": 1098,
            "name": "Шутовская Тыква",
            "introduce": "<color=#3D1400>Каждое моё появление всегда предвещает выход шута. Все интересуются, что скрывается в его коробке, но никто не знает, что там внутри. Однажды я увидела это, и вот, что со мной стало.</color>",
            "info": "Шутовская Тыква невосприимчива к взрыву Шута.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Не получает урон и защищает растение внутри себя от взрыва Шута</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Магнитотыква + Коробка Шута</color>",
            "cost": ""
        },
        {
            "seedType": 1099,
            "name": "Шахтёрская Тыква",
            "introduce": "<color=#3D1400>Тыква часто используется для защиты растений с тыла от нападений шахтёров. Долго простаивая в тылу, она задумалась: не может ли она просто остановить шахтёров до того, как они попадут в тыл? Тогда она взяла кирку шахтёра и начала исследовать её. В итоге она разработала новую технологию — заставлять шахтёров выкапываться заранее.</color>",
            "info": "Блокирует путь Зомби-Шахтёрам\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Встречая её на своём пути Зомби-Шахтёры вылезают из-под земли</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Магнитотыква + Кирка</color>",
            "cost": ""
        },
        {
            "seedType": 1100,
            "name": "Магнитосвет",
            "introduce": "<color=#3D1400>«Иногда мне действительно хочется быть обычным Магнитогрибом», — с завистью сказал Магнитосвет. «Тогда мне не пришлось бы каждый день стоять под ярким светом, и испытывать давление, работая за двоих».</color>",
            "info": "Магнитосвет усиливается от уровней света.\n\n<color=#FFFF00>Уровни света: </color><color=red>1: Перезарядка магнита 15 секунд -> 11 секунд, Радиус притягивания - 3*3</color>\n<color=red>2: Перезарядка магнита 11 секунд -> 7.5 секунд, Радиус притягивания - 4*4, в месте, где забирает предмет наносит 200 урона по области</color>\n<color=red>3: Перезарядка магнита 7.5 секунд -> 5 секунд, Радиус притягивания - 5*5</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Лампоцвет + Магнитогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1101,
            "name": "Морской Магнитогриб",
            "introduce": "<color=#3D1400>Другие Морегрибы не могли понять, почему Морской Магнитогриб может поглощать металлические предметы и становиться больше. «Очень просто — E=mc²», — сказал Морской Магнитогриб, хотя, по правде говоря, большая часть энергии тратится впустую, теряясь в воздухе.</color>",
            "info": "Почему железный предмет, который он забирает, становится больше когда он вырастает..?\n\n<color=#3D1400>Особенности: </color><color=red>После трёх примагниченных предметов вырастает, сокращая время перезарядки до 10 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Морегриб + Магнитогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1102,
            "name": "Магнитолист",
            "introduce": "<color=#3D1400>Растения всегда прозвали Магнитолист «Магнитным королем». «Отдай своё оружие!» — это заклинание всегда произносил Магнитолист против зомби, хотя он и не понимал принципа преобразования ветровой и магнитной энергии, скрытого за этими словами.</color>",
            "info": "Магнитолист отбирает железные предметы по всему экрану.\n\n<color=#3D1400>Особенности: </color><color=red>Отбирает железные предметы по всему экрану, максимум - 10, после чего исчезает</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Сдуватель + Магнитогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1103,
            "name": "Магнитокактус",
            "introduce": "<color=#3D1400>Магнитокактус некоторое время учился в Академии ВВС, где проходил курс по радиочастотным помехам. Он часто хвастался своими отличными результатами. Однако он не осознавал, что все его успехи были благодаря его отцу, командующего воздушными силами.</color>",
            "info": "Магнитокактус может нанести большой урон летающим объектам.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>10 атак по Дирижаблю заставят его упасть, нанеся урон зомби в месте падения</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Кактус + Магнитогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1104,
            "name": "Астральный Звездоплод",
            "introduce": "<size=25><color=#3D1400>Астральный Звездоплод обожает ясные ночи без тумана — тогда, в часы одиночества, он может поговорить со сверкающими звёздами. Услышав однажды, что его притяжение сравнимо с притяжением звёзд, он уверился: небесные друзья слышат его молитвы и однажды обязательно спустятся к нему.</color></size>",
            "info": "<size=24.5>Призывает метеориты, наносящие зомби сокрушительный урон!\n\n<color=#3D1400>Урон: </color><color=red>60*5/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Каждые 60-25 секунд вызывается метеорит. Время между вызовами зависит от количества Астральных Звездоплодов на экране (13 для 25 секунд)</color>\n<color=#FFFF00>Уровни света: </color><color=red>Первые три уровня света аналогичны Звездосвету</color>\n<color=red>4: добавляется другой тип метеорита. Время перезарядки двух метеоритов отсчитывается отдельно, снаряды второго метеорита самонаводятся</color>\n<color=#3D1400>Магнитная система: </color><color=red>Каждое растение в магнитной системе добавляет 5% урона (максимум 120)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Звездоплод + Магнитогриб + Лампоцвет</color></size>",
            "cost": ""
        },
        {
            "seedType": 1105,
            "name": "Ледяной Повторитель",
            "introduce": "<color=#3D1400>«Как ты стал таким?» — спросил кто-то у Ледяного Повторителя. «На самом деле я был обычным Повторителем, просто однажды зимой заснул и забыл укрыться одеялом», — ответил он.</color>",
            "info": "Ледяной Повторитель стреляет двумя ледяными снарядами одновременно.\n\n<color=#3D1400>Урон: </color><color=red>20*2/1,5 секунды (с замедлением)</color>\n<color=#0099CC>Система Заморозки:</color><color=red>Ледяные снаряды добавляют 10 очков заморозки, набрав 100 очков зомби замораживается. Наносит четырёхкратный урон замороженным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Повторитель + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1106,
            "name": "Ледомёт",
            "introduce": "<color=#3D1400>Его листья холодные, его лицо холодное, его сердце холодное, его кровь холодная... Этот парень замёрз, что ли? «Я не замёрзну, потому что мои стволы всё ещё горячи», — объяснил дрожащий от холода Ледомёт растерянным растениям, переживающим за него.</color>",
            "info": "Ледомёт стреляет четырьмя ледяными снарядами одновременно.\n\n<color=#3D1400>Урон: </color><color=red>20*4/1,5 секунды (с замедлением)</color>\n<color=#0099CC>Система Заморозки:</color><color=red>Ледяные снаряды добавляют 10 очков заморозки, набрав 100 очков зомби замораживается. Наносит четырёхкратный урон замороженным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохомёт + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1107,
            "name": "Раздвоенный Ледяной Горох",
            "introduce": "<color=#3D1400>«Не смотри на его холодный внешний вид, возможно, у него есть скрытая сторона?» — сказало одно из растений. Но зомби только фыркнул: «Не гадайте зря, у этого парня его другая сторона тоже холодная!»</color>",
            "info": "Раздвоенный Ледяной Горох стреляет одним ледяным снарядом вперёд и двумя назад.\n\n<color=#3D1400>Урон: </color><color=red>20*3/1,5 секунды (с замедлением)</color>\n<color=#0099CC>Система Заморозки:</color><color=red>Ледяные снаряды добавляют 10 очков заморозки, набрав 100 очков зомби замораживается. Наносит четырёхкратный урон замороженным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Сиамский Горохострел + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1108,
            "name": "<size=34>Раздвоенный Вишнёвый Горох</size>",
            "introduce": "<color=#3D1400>«Кто это? Кто бросил гранату?» — сказал Раздвоенный Вишнёвый Горох, вылезая из окопа. «Извини, брат, я подумал, что ты зомби, когда увидел твой ствол направленным на нас,» — немного смущенно ответил Взрывострел.</color>",
            "info": "Раздвоенный Вишнёвый Горох стреляет одним вишнёвым снарядом вперёд и двумя назад.\n\n<color=#3D1400>Урон: </color><color=red>60*3/1,5 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Сиамский Горохострел + Вишнёвая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 1109,
            "name": "Снайпер",
            "introduce": "<color=#3D1400>Резкий взгляд, мощная сила и тихая самоотверженность — снайпер завоевал единодушную любовь своих боевых товарищей. Единственная проблема возникала, когда они шли в строю — его приклад постоянно упирался в затылки других Горохострелов.</color>",
            "info": "Снайпер выслеживает и стреляет по всем зомби на карте, может попадать в голову.\n\n<color=#3D1400>Урон: </color><color=red>500/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Каждая шестая атака попадает в голову, мгновенно убивая зомби</color>",
            "cost": ""
        },
        {
            "seedType": 1110,
            "name": "Колючая Дронотыква",
            "introduce": "<color=#3D1400>На книжной полке Колючей Дронотыквы всегда стояли три книги, о которых она никогда не рассказывала другим растениям. Но однажды, ведомый любопытством, Кактусовый дрон тайком проскользнул в её кабинет и увидел названия этих книг: «Руководство по выращиванию суккулентов», «Уход за тыквами после сбора урожая» и «Как научить летать Кактус за 30 секунд».</color>",
            "info": "Создаёт Кактусовых Дронов которые атакуют воздушные цели.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Один Кактусовый Дрон привязан к Дроновой Колючей Тыкве, а каждые 30 секунд  она генерирует Кактусового Дрона в радиусе 3*3</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тыква + Кактус + Сдуватель</color>",
            "cost": ""
        },
        {
            "seedType": 1111,
            "name": "Солнцепульта",
            "introduce": "<color=#3D1400>Некоторые задаются вопросом, почему маленькие солнечные качаны, которые бросает Солнцепульта, исчезают, когда улетают за правую сторону крыши. Солнцепульта лишь загадочно улыбается: «А ты как думал, откуда на переднем дворе столько солнца?»</color>",
            "info": "Солнцепульта швыряет солнечную капусту, которая отскакивает от зомби и даёт солнце.\n\n<color=#3D1400>Урон: </color><color=red>50/5 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>При высаживании даёт 100 солнц. Снаряд отскочит один раз после попадания в зомби, но может отскочить ещё раз за каждые 200 солнц на балансе, и при каждом попадании в зомби или падении на землю даёт 5 солнц</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Подсолнух + Капустапульта</color>",
            "cost": ""
        },
        {
            "seedType": 1112,
            "name": "Капустный Горшок",
            "introduce": "<color=#3D1400>«Я не просто горшок для капусты, и Капустапульта вовсе не самая слабая из растений. Мы с ней лучшие друзья!», — уверенно заявил Капустный Горшок. Хотя, если честно, один из них уже совсем лысый, а второй активно теряет листья.</color>",
            "info": "Увеличивает скорость атаки Капустапульты и её гибридов.\n\n<color=#3D1400>Особенности: </color><color=red>Увеличивает скорость атаки посаженной в него Капустапульты или её гибридов на 50%</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Цветочный Горшок + Капустапульта</color>",
            "cost": ""
        },
        {
            "seedType": 1113,
            "name": "Кукурузопульта",
            "introduce": "<color=#3D1400>Кукурузопульта никак не могла понять, почему, несмотря на то что она освоила все навыки Зернопульты и показывала себя на поле боя вполне достойно, Дэйв всё равно избегает смотреть на неё и явно не хочет видеть её рядом. На самом деле причина была проста: она слишком уж похожа на кукурузное тако, и каждый раз, глядя на неё, Дэйв едва сдерживал желание схватить её и съесть.</color>",
            "info": "Кукурузопульта атакует зомби кукурузой, а также может бросить масло.\n\n<color=#3D1400>Урон: </color><color=red>60/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Снаряд отскакивает после попадания один раз. Шанс на масляный снаряд 25%, при попадании обездвижвает зомби на 4 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Капустапульта + Зернопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1114,
            "name": "Кукурузный Горшок",
            "introduce": "<color=#3D1400>Кукурузный горшок уверен, что он не просто вкусный — в его представлении кукурузные початки с маслом обеспечивают больше питательных веществ, чем обычная почва, особенно для грибов. Его любимый цветок — лютик, любимая еда — масло, любимая посуда — чашка, а любимая песня — «Buttercup».</color>",
            "info": "Увеличивает вероятность выбросить масло для Зернопульты и её гибридов.\n\n<color=#3D1400>Особенности: </color><color=red>Увеличивает вероятность посаженной в него Зернопульты или её гибридов бросить масло с 25% до 50%</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Цветочный Горшок + Зернопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1115,
            "name": "Маслолист",
            "introduce": "<color=#3D1400>«Защищать окружающие растения — моя ответственность». Как профессиональный косплеер, «Маслолист» настолько искусно владеет своим ремеслом, что никому и в голову не приходит, что на самом деле он — обычный кукурузный початок, «носящий» парик из масла и обожающий стоять вверх ногами.</color>",
            "info": "Отбрасывает подошедших близко зомби и обездвиживает их маслом.\n\n<color=#3D1400>Особенности: </color><color=red>Теряя 20 прочности, Маслолист отбрасывает подошедших близко зомби и обездвиживает их маслом на 4 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Зернопульта + Зонтолист</color>",
            "cost": ""
        },
        {
            "seedType": 1116,
            "name": "Ледяная Арбузопульта",
            "introduce": "<color=#3D1400>Ледяная Арбузопульта сказала Арбузопульте: «Я раньше не была ледяной, просто однажды я полезла в холодильник за мороженым и случайно превратилась в кусок льда.»</color>",
            "info": "Кидает замедляющие ледяные арбузы в зомби.\n\n<color=#3D1400>Урон: </color><color=red>80/3 секунды (с замедлением)</color>\n<color=#0099CC>Система Заморозки: </color><color=red>Ледяные арбузы добавляют 50 очков заморозки для зомби в которых они попадают и 5 очков тем, кого задел урон по области, набрав 100 очков зомби замораживается. Наносит четырёхкратный урон замороженным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Арбузопульта + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1117,
            "name": "Зубчикопульта",
            "introduce": "<size=27><color=#3D1400>— В 90-х люди считали, что лучшее средство против зомби — это клейкий рис и кровь чёрной собаки. А для нас, растений, стратегическим ресурсом является Чеснок, — с важным видом заявила Зубчикопульта. На самом деле она просто старый початок, который притворяется чесноком.</color></size>",
            "info": "<size=27>Бросает зубчики чеснока, набирающие очки Отравления, а также может бросить чеснок, чтобы обездвижить и отравить зомби.\n\n<color=#3D1400>Урон: </color><color=red>20/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Есть шанс 25% бросить чеснок с уроном 40, которое обездвижит зомби на 4 секунды и немедленно его отравит, а также чеснок уберёт лимит очков Отравления. Кусивший её зомби сменит линию</color>\n<color=#336600>Система Отравления: </color><color=red>Максимум 5 очков. По достижению 5 очков зомби отравляется. Пока отравлен, зомби теряет 20*(количество очков Отравления) здоровья</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Зернопульта + Чеснок</color></size>",
            "cost": ""
        },
        {
            "seedType": 1118,
            "name": "Чесночная Капустапульта",
            "introduce": "<size=28><color=#3D1400>«Капуста — это аромат, свежесть, польза для здоровья и простота приготовления. А если перед подачей добавить несколько зубчиков чеснока, блюдо станет ещё вкуснее», — объясняет Чесночный Шеф. Он также утверждает, что регулярное употребление чеснока помогает бороться с выпадением волос.</color></size>",
            "info": "<size=28>Швыряет отскакивающие чесночные качаны в зомби.\n\n<color=#3D1400>Урон: </color><color=red>40/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Снаряд отскакивает один раз. Каждый раз, когда снаряд попадает в зомби с ненулевыми очками Отравления, он может отскочить еще раз. Максимума отскоков нет. Каждое попадание добавляет 1 очко Отравления. Кусивший её зомби сменит линию</color>\n<color=#336600>Система Отравления: </color><color=red>Максимум 5 очков. По достижению 5 очков зомби отравляется. Пока отравлен, зомби теряет 20*(количество очков Отравления) здоровья</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Капустапульта + Чеснок</color></size>",
            "cost": ""
        },
        {
            "seedType": 1119,
            "name": "Чеснокопульта",
            "introduce": "<size=27><color=#3D1400>Раньше мало кто осмеливался «строить из себя важного» перед Чеснокопультой, и почти все старались обходить её стороной. Однако сама она вовсе не стремилась внушать страх. Она не ожидала вернуть былую популярность, которую имела в качестве шеф-повара, но искренне хотела завести друзей, разделяющих её любовь к аллицину. Теперь всё изменилось: благодаря ей многие начали ценить эту полезную составляющую чеснока.</color></size>",
            "info": "<size=27>Швыряет огромными чесноками в зомби.\n\n<color=#3D1400>Урон: </color><color=red>80/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Каждый задетый снарядом зомби получает 1 очко Отравления. Каждое очко Отравления увеличивает входящий урон по площади на 5. Кусивший её зомби сменит линию</color>\n<color=#336600>Система Отравления: </color><color=red>Максимум 5 очков. По достижению 5 очков зомби отравляется. Пока отравлен, зомби теряет 20*(количество очков Отравления) здоровья</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Арбузопульта + Чеснок</color></size>",
            "cost": ""
        },
        {
            "seedType": 1120,
            "name": "Початочная Пушка",
            "introduce": "<size=27><color=#3D1400>Мало кто знает, что Початочная Пушка получила образование в Гарварде и даже работала в известной Нью-Йоркской юридической фирме. Её способность уничтожать целые орды зомби за один выстрел давно стала легендарной. Однако остаётся загадкой, что именно пробудило её поразительный боевой потенциал. Быть может, годы юридических баталий научили её меткости и стратегическому мышлению? Или секрет кроется в тайных исследованиях, которыми она занималась в университете?</color></size>",
            "info": "<size=27>Смертоносные кукурузные початки можно запустить вручную, чтобы нанести взрывной урон.\n\n<color=#3D1400>Урон: </color><color=red>1800 (Взрыв)</color>\n<color=#3D1400>Перезарядка: </color><color=red>36 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Высаживается на 2 стоящие рядом Зернопульты (левая главная)</color></size>",
            "cost": "Стоимость: <color=red>300</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 1121,
            "name": "Початкопульта",
            "introduce": "<size=27><color=#3D1400>Початкопульта всегда хмурится, но на вопросы о причине её мрачности она лишь отмалчивается. Когда её спросили напрямую, она тяжело вздохнула: «В последнее время все только и спрашивают, что из себя представляет кукурузный арбуз — клейкий он или сладкий? Почему они спрашивают об этом меня? Я ведь его не ем. Только зомби могут знать ответ на этот вопрос».</color></size>",
            "info": "<size=28>Швыряет очищенные кукурузные початки, а также может бросить масло.\n\n<color=#3D1400>Урон: </color><color=red>100/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>С шансом 25% швыряет маслом, которое обездвиживает главную цель на 4 секунды, а остальных задетых на (4/количество задетых целей) секунд. Минимальное время обездвиживание - 0.5 секунд (Зомби, обездвиженные менее чем на 0.5 секунд, не будут иметь масла на голове, но будут обездвижены)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Арбузопульта + Зернопульта</color></size>",
            "cost": ""
        },
        {
            "seedType": 1122,
            "name": "Огненная Пушка",
            "introduce": "<color=#3D1400>Огненная Пушка увлечена своим громким и ярким делом — взрывающимся попкорном. Её насыщенный аромат Халапеньо приводит зомби в ужас и мгновенно оживляет любую обстановку. Даже если что-то слегка пригорит, это лишь добавляет колорита. В последнее время она подумывает о том, чтобы отобедать с Огненным Мракогрибом.</color>",
            "info": "Вместо кукурузы стреляет огненными сгустками.\n\n<color=#3D1400>Урон: </color><color=red>3600 (Взрыв)(с поджиганием)</color>\n<color=#3D1400>Особенности: </color><color=red>Ручной наводкой выпускается огненный снаряд, поджигающий выжившие цели. Если направить выстрел на растения, то, если это возможно, в радиусе 3*3 на них применится эффект Халапеньо</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Початочная Пушка + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1123,
            "name": "Ледяная Пушка",
            "introduce": "<size=29><color=#3D1400>Ледяная Пушка, несмотря на свой суровый внешний вид, — душа компании и заботливая подруга, уважающая старших и оберегающая младших. В межсезонье она обожает кататься на лыжах, играть на барабанах и исследовать пещеры. А на вечеринках у неё есть особый талант — рассказывать ледяные шутки, которые помогают остудить любой накал страстей.</color></size>",
            "info": "<size=29>Вместо кукурузы стреляет ледяными бомбами.\n\n<color=#3D1400>Урон: </color><color=red>1800 (Взрыв)(с заморозкой)</color>\n<color=#3D1400>Особенности: </color><color=red>Ручной наводкой выпускается ледяной снаряд, замораживающий выжившие цели. Если направить выстрел на растения, то, если это возможно, в радиусе 3*3 на них применится эффект Ледогриба</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Початочная Пушка + Ледогриб</color></size>",
            "cost": ""
        },
        {
            "seedType": 1124,
            "name": "Арбузная Капустапульта",
            "introduce": "<color=#3D1400>«Под зелёной кожурой моего сердца цветут розы» — эта фраза на самом деле о том, как неожиданно может обернуться поход в незнакомую парикмахерскую. Будьте готовы: это может стать самым непредсказуемым решением в вашей жизни.</color>",
            "info": "Снаряды Арбузной Капустапульты отскакивают один раз.\n\n<color=#3D1400>Урон: </color><color=red>120/3 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Капустапульта + Арбузопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1125,
            "name": "Арбузный Горшок",
            "introduce": "<color=#3D1400>Экономный Арбузный Горшок никак не мог смириться с тем, как Арбузопульта разбрасывается арбузами направо и налево. После каждой битвы с зомби он тайком собирал разбросанные куски арбузов. «Это называется технология беспочвенного выращивания», — объяснял он. «Здесь каждая пядь земли на вес золота, не всякому растению найдётся место в почве. Так что приходится выкручиваться.»</color>",
            "info": "Увеличивает урон по области высаженой на него Арбузопульты или её гибрида.\n\n<color=#3D1400>Особенности: </color><color=red>При скрещивании даёт 100 солнц. Урон по области высаженой на него Арбузопульты или её гибрида не может быть меньше чем 2/3 от значения её урона</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Цветочный Горшок + Арбузопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1126,
            "name": "Такопульта",
            "introduce": "<color=#3D1400>«В детстве старшие часто спрашивали меня, кем я хочу стать», — вспоминает Такопульта. «Они всегда говорили, что нельзя одновременно быть метателем кукурузы, арбузов и капусты. Но я так не думала. Пусть я была всего лишь ребёнком, но тогда я твёрдо решила: я хочу всё и сразу».</color>",
            "info": "Такопульта стреляет свёртком, который распадается на другие снаряды, а также она умеет вести непрерывный огонь.\n\n<color=#3D1400>Урон: </color><color=red>140/5 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Шанс на непрерывную стрельбу 42%. После того, как снаряд попадет в зомби, он разделится на кукурузный (шанс на масляный арбуз 25%) и капустный арбуз.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Капустапульта + Зернопульта + Арбузопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1127,
            "name": "Чесноколист",
            "introduce": "<color=#3D1400>«Подходите, обнимите меня!» — заявляет Чесноколист. — «Вы только займитесь фургоном, а план оставьте на меня! Фургон не так важен, важнее то, что внутри — мозги! А ещё запомните: побеждать зомби нужно при помощи зомби. И ещё кое-что... Кто-нибудь, налейте мне чаю! Зомби-зомби, уходите прочь, зомби-зомби, уходите прочь!»</color>",
            "info": "Листы из чеснока..? Как это вообще возможно?!\n\n<color=#3D1400>Особенности: </color><color=red>Теряя 20 прочности, Чесноколист отбрасывает подошедших близко зомби и заставляет их сменить линию</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Чеснок + Зонтолист</color>",
            "cost": ""
        },
        {
            "seedType": 1128,
            "name": "Капустолист",
            "introduce": "<color=#3D1400>Когда у Капустолиста спросили о секрете его успеха, он ответил: «На самом деле, мне просто сложно удерживать снаряд на своей вершине». Он сделал паузу и добавил: «Зато другие растения всегда говорят, что я просто топчик».</color>",
            "info": "Помогает растениям швырять снаряды, увеличивая их урон.\n\n<color=#3D1400>Особенности: </color><color=red>Катапульты будут швырять снаряды на Капустолист, он, поймав их, отбросит их во врагов, увеличив урон брошенного снаряда на 80%</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Зонтолист + Капустапульта</color>",
            "cost": ""
        },
        {
            "seedType": 1129,
            "name": "Меха-Орех",
            "introduce": "<color=#3D1400>Возможно, не все знают, что среди Стенорехов тоже есть изобретатели. Эти умельцы, вдохновляясь военной техникой зомби, создали свои собственные боевые машины. «Технологии зомби в конечном итоге обернутся против них самих», — заметил Меха-Орех.</color>",
            "info": "Меха-Орехи могут поглощать силу Халапеньо или Ледогриба.\n\n<color=#3D1400>Прочность: </color><color=red>8000</color>\n<color=#3D1400>Особенности: </color><color=red>При воздействии на него Ледогрибом или Халапеньо, Меха-Орех примет ледяную или огненную форму соответственно. Каждая смена формы восстанавливает 3000 прочности. При смерти воспроизводит последний полученный эффект</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Стенорех + Фрагмент Робота</color>",
            "cost": ""
        },
        {
            "seedType": 1130,
            "name": "Чесночный Горшок",
            "introduce": "<size=27><color=#3D1400>Чесночный Горшок давно мечтал устроить для своих растений полноценную дезинфекцию, особенно для тех, что стоят на передовой и напрямую сталкиваются с зомби. Однако, похоже, только растения из семейства чесночных готовы расти в его горшке. «Некоторые растения лучше будут контактировать с зомби, чем перенесут мой чесночный аромат», — вздыхает Чесночный Горшок. — «Теперь мне остается только дезинфицировать чеснок чесноком, да еще выслушивать, что мы сходимся по чесночным вкусам».</color></size>",
            "info": "<size=27>Уменьшает урон получаемый Чесноком или его гибридами, а также сам является очень поганым на вкус.\n\n<color=#3D1400>Особенности: </color><color=red>Чеснок и его гибриды, посаженные в Чесночном Горшке будут получать меньше урона от укуса зомби. Зомби, укусивший растение в этом горшке (или сам горшок), будет менять линию в сторону центральной</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Цветочный Горшок + Чеснок</color></size>",
            "cost": ""
        },
        {
            "seedType": 1131,
            "name": "Арбузолист",
            "introduce": "<color=#3D1400>«Бросишь мне папайю — отвечу яшмой». Арбузолист всегда любил эту фразу из Ши цзина. Растения, обращаясь к нему с просьбами, знали, что подарки не требуются — он всегда возвращал всё в первозданном виде. Ну, почти всегда. Если только это не баскетбольный мяч. В этом плане Арбузолист — настоящий фанатик баскетбола.</color>",
            "info": "Оболочка арбуза достаточно крепкая, чтобы отбивать снаряды.\n\n<color=#3D1400>Особенности: </color><color=red>Отбивает прилетающие сверху снаряды (взрывные сняряды отнимают 30 прочности), превращая их в арбуз, который швыряет обратно. Отражает вражеские прямолетящие снаряды (взрывные снаряды отнимают 30 прочности) обратно во врагов</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Арбузопульта + Зонтолист</color>",
            "cost": ""
        },
        {
            "seedType": 1132,
            "name": "Арбузная Пушка",
            "introduce": "<color=#3D1400>Арбузная Пушка — ярая сторонница теории преимущества огневой мощи. «Если одного снаряда недостаточно, то пусть будет два, три, четыре!» — таков её девиз, благодаря которому она побеждает на поле боя и становится любимицей на летних вечеринках.</color>",
            "info": "Вместо кукурузы стреляет внушительным количеством арбузов.\n\n<color=#3D1400>Урон: </color><color=red>200/арбуз</color>\n<color=#3D1400>Особенности: </color><color=red>Ручной наводкой укажите клетку, область (3*5) вокруг которой будет обстрелена арбузами. В центральной области области 3*3 гарантированно падает 40 арбузов</color>\n<color=#3D1400>Перезарядка: </color><color=red>36 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Початочная Пушка + Арбузопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1133,
            "name": "Зонтолистный Горшок",
            "introduce": "<size=28><color=#3D1400>Другие горшки недоумевали, почему у Зонтолистного Горшка столько густых листьев, но он невозмутимо ответил, что просто прочитал книгу под названием «Уход за растениями в горшках».</color></size>",
            "info": "<size=29>Усиливает Зонтилист и его гибриды, посаженные в него.\n\n<color=#3D1400>Маслолист: </color><color=red>+2 секунды обездвиживания, отбрасывает на 50% дальше</color>\n<color=#3D1400>Арбузный Зонтолист: </color><color=#3D1400>удваивает урон отражённых снарядов</color>\n<color=#3D1400>Чесноколист, Золотой Зонтолист, Серебряный Зонтолист, Алхимолист: </color><color=red>отбрасывает в два раза дальше</color>\n<color=#3D1400>Капустолист: </color><color=red>может направлять снаряды на соседние линии</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Цветочный Горшок + Зонтолист</color></size>",
            "cost": ""
        },
        {
            "seedType": 1134,
            "name": "Серебряная Капустапульта",
            "introduce": "<color=#3D1400>Помимо своего блестящего внешнего вида, Серебряная Капустапульта имеет сердце, как серебро. Она мечтает стать учителем и уже придумала себе прозвище: «Серебряный учитель растений».</color>",
            "info": "Кидает серебряную капусту в зомби.\n\n<color=#3D1400>Урон: </color><color=red>80/3 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Златоцвет + Капустапульта</color>",
            "cost": ""
        },
        {
            "seedType": 1135,
            "name": "Золотая Капустапульта",
            "introduce": "<color=#3D1400>Не только своим золотистым обликом, но и сердцем, как настоящее золото, славится Золотая Капустапульта. Она наслаждается борьбой с зомби и, возможно, однажды её смогут назвать «Золотым Капустоводцем».</color>",
            "info": "Кидает золотую капусту в зомби. Имеет Ультимейт!\n\n<color=#3D1400>Урон: </color><color=red>120/3 секунды</color>\n<color=#3D1400>Ультимейт: </color><color=red>за 1000$ бросает в каждого зомби золотую капусту, наносящую 300 урона</color>\n<color=#3D1400>Цена улучшения: </color><color=red>1000$</color>",
            "cost": ""
        },
        {
            "seedType": 1136,
            "name": "Серебряный Горшок",
            "introduce": "<color=#3D1400>«Многие говорят о золоте, серебре, как будто существует какая-то иерархия, но на самом деле это всего лишь имена», — сказал Серебряный Горшок. — «Златоцвет может быть серебристым, и его все равно будут называть золотым». Если бы его глаза не были прикованы к краю потолка, где лежал кофе, его слова могли бы быть более убедительными.</color>",
            "info": "Генерирует монетки.\n\n<color=#3D1400>Генерация Монет: </color><color=red>25/25 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Может быть улучшен до Золотого Горшка</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Цветочный Горшок + Златоцвет</color>",
            "cost": ""
        },
        {
            "seedType": 1137,
            "name": "Золотой Горшок",
            "introduce": "<color=#3D1400>«Многие богатые люди считают деньги ничем, но я, как и они, тоже богат, но я с ними не согласен», — сказал Золотой Горшок. — «Именно так я и стал богатым».</color>",
            "info": "Связывает посаженные в него золотые растения одной системой.\n\n<color=#3D1400>Генерация Монет: </color><color=red>25/25 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Когда золотое растение посаженное в Золотом Горшке активирует Ультимейт, все другие золотые растения посаженные в Золотых Горшках тоже активируют свой ультимейт</color>\n<color=#3D1400>Цена улучшения: </color><color=red>2000$, за каждый горшок на лужайке цена растёт в два раза</color>",
            "cost": ""
        },
        {
            "seedType": 1138,
            "name": "Серебряная Зернопульта",
            "introduce": "<color=#3D1400>«Почему мы бросаем серебряные монеты в зомби? Почему? Хоть зомби и всего лишь игровые данные, но мы ведь должны оказать им хоть какое-то внимание в последние минуты», — сказала Серебряная Зернопульта. Ранее она работала в кинотеатре, но, заметив, что у неё есть дар убеждения, она с пакетом масла и зёрнами кукурузы отправилась в мир публичных выступлений.</color>",
            "info": "Бросает серебряные зёрна в зомби, а также может бросить мешок монет, чтобы обездвижить зомби.\n\n<color=#3D1400>Урон: </color><color=red>40/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Есть шанс 25% бросить мешок монет с уроном 60 единиц, которое обездвижит зомби на 4 секунды и даст 25$. Может быть улучшена до Золотой Зернопульты</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Златоцвет + Зернопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1139,
            "name": "Золотая Зернопульта",
            "introduce": "<color=#3D1400>Золотая Зернопульта слышала такие выражения, как «золотые слова» и «золотое скрещивание», но она думала, что настоящие сокровища, возможно, это импортное масло и кукурузные бомбы... Эм, можно сказать, что это «просто золото».</color>",
            "info": "Бросает золотые зёрна в зомби, а также может бросить мешок монет, чтобы обездвижить зомби. Имеет Ультимейт!\n\n<color=#3D1400>Урон: </color><color=red>60/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Есть шанс 25% бросить мешок монет с уроном 80 единиц, которое обездвижит зомби на 4 секунды и даст 100$</color>\n<color=#3D1400>Ультимейт: </color><color=red>за 4000$ запускает 4 кукурузные бомбы в ближайшего зомби на своей линии, наносящие 450 урона в области 3*3</color>\n<color=#3D1400>Цена улучшения: </color><color=red>2000$</color>",
            "cost": ""
        },
        {
            "seedType": 1140,
            "name": "Двойной Златоцвет",
            "introduce": "<color=#3D1400>«Пора создать золотую монету!» — воскликнула одна из близнецов-Златоцветов. А другая настояла: «В это время должна появиться серебряная монета!» Поскольку они постоянно не могли прийти к общему мнению, каждая решила создавать по-своему. Возможно, для них это было даже к лучшему. «Двойное мнение, двойная эффективность. Разве не так?»</color>",
            "info": "Двойной Златоцвет генерирует вдважды больше монет!\n\n<color=#3D1400>Генерация Монет: </color><color=red>20 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>75%шанс произвести 100$, 20% шанс произвести 300$ и 5% шанс произвести 1000$</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Златоцвет + Златоцвет</color>",
            "cost": ""
        },
        {
            "seedType": 1141,
            "name": "Серебряная Арбузопульта",
            "introduce": "<color=#3D1400>Иногда Серебряная Арбузопульта чувствует себя самой ценной Арбузопультой, пока не вспоминает о более ценной Золотой. «Серебряный арбуз — это арбуз, а арбуз, сделанный из золота, с жёлтой мякотью и чесночным вкусом, тоже арбуз. В конце концов, это всё арбузы, и с каждым днём круг арбузов становится всё шире...» — с горькой улыбкой сказала Початкопульта, — «...ну, в общем, это тоже неплохо».</color>",
            "info": "Кидает серебряные арбузы в зомби.\n\n<color=#3D1400>Урон: </color><color=red>160/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Может быть улучшена до Золотой Арбузопульты</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Златоцвет + Арбузопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1142,
            "name": "Золотая Арбузопульта",
            "introduce": "<color=#3D1400>Ты можешь спросить у Золотой Арбузопульты, из золота ли сделаны его кожура и семена — ей все равно. Но только не спрашивай, бессемянны ли её арбузы, иначе она точно рассердится.</color>",
            "info": "Кидает золотые арбузы в зомби. Имеет Ультимейт!\n\n<color=#3D1400>Урон: </color><color=red>240/3 секунды</color>\n<color=#3D1400>Ультимейт: </color><color=red>за 3000$ запускает 60 золотых арбузов с уроном 120, которые случайно падают по всему экрану</color>\n<color=#3D1400>Цена улучшения: </color><color=red>3000$</color>",
            "cost": ""
        },
        {
            "seedType": 1143,
            "name": "Серебряный Зонтолист",
            "introduce": "<color=#3D1400>Серебряный Зонтолист всегда переживал, что кто-то может украсть его деньги, пока его нет дома, поэтому решил носить их с собой везде, даже когда сражается с зомби. Он считал, что так будет безопаснее, но на самом деле это создавало новые риски. «Это мои деньги, вы не можете их поднимать!» — воскликнул он с горечью, но, к сожалению, никто его не слушал.</color>",
            "info": "Даёт монетки, отбивая летящие сверху снаряды.\n\n<color=#3D1400>Особенности: </color><color=red>За каждое отбивание даёт 25$</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Златоцвет + Зонтолист</color>",
            "cost": ""
        },
        {
            "seedType": 1144,
            "name": "Золотой Зонтолист",
            "introduce": "<color=#3D1400>Золотой Зонтолист не любил это место. После случайного падения в воду его вместе с Серебрянным Зонтолистом отправили в подарок Дэйву. Вспоминая об этом, он очень обижался. «Это несправедливо! Почему я должен быть подарком!» — возмущался он.</color>",
            "info": "Даёт больше монеток, отбивая летящие сверху снаряды. Имеет Ультимейт!\n\n<color=#3D1400>Особенности: </color><color=red>За каждое отбивание даёт 50$</color>\n<color=#3D1400>Ультимейт: </color><color=red>за 2000$ отталкивает всех зомби в радиусе 3*3, давая 25$ за каждого. Также, если в радиусе Ультимейта будет летящий Имп, то Золотой Зонтолист выкинет его с экрана, дав 3000$</color>\n<color=#3D1400>Цена улучшения: </color><color=red>1000$</color>",
            "cost": ""
        },
        {
            "seedType": 1145,
            "name": "Серебряный Чеснок",
            "introduce": "<color=#3D1400>Есть ли запах у Серебрянного Чеснока? Наверное, нет. Для растений его запах не был заметен, и зомби подумали, что для них будет так же… Пока не попробовали и не пожалели!</color>",
            "info": "Серебряный Чеснок? Зубы сломаешь.\n\n<color=#3D1400>Прочность: </color><color=red>600</color>\n\n<color=#3D1400>Особенности: </color><color=red>Может быть улучшен до Золотого Чеснока</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Златоцвет + Чеснок</color>",
            "cost": ""
        },
        {
            "seedType": 1146,
            "name": "Золотой Чеснок",
            "introduce": "<color=#3D1400>Золотой Чеснок с блестящей поверхностью источает невыносимый запах. «Вот она, истинная суть золота», — сказал Золотой Чеснок. — «Самое важное — конечно же, внешность!». На самом деле растения хорошо знали, что Золотой Чеснок просто использует философские слова, чтобы скрыть тот факт, что он всего лишь покрытый золотом чеснок.</color>",
            "info": "Золотой Чеснок?! Золотые зубы звучит как хорошее предложение... Имеет Ультимейт!\n\n<color=#3D1400>Прочность: </color><color=red>900</color>\n<color=#3D1400>Ультимейт: </color><color=red>за 1000$ заставляет всех зомби на своей линии сменить её</color>\n<color=#3D1400>Цена улучшения: </color><color=red>1000$</color>",
            "cost": ""
        },
        {
            "seedType": 1147,
            "name": "Гипно-Орех",
            "introduce": "<size=25><color=#3D1400>Гипно-Орех всегда испытывал к зомби особые чувства. «Когда они меня кусают, это так приятно, не в смысле как чесание спины, а… давайте считать, что это просто привязанность, которая возникла с течением времени», — сказал он.</color></size>",
            "info": "<size=26>Призывает очарованных зомби. Отличный напарник Очаровывающего Трусогриба!\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Каждый раз, когда зомби его кусает, есть 4% шанс очаровать его. Каждые 30 секунд призывает Пакетоголового Зомби. Снаряды Очаровательного Трусогриба попадая в Гипно-Орех восстановят ему 100 прочности. Поглощает снаряды Очаровательного Трусогриба каждого цвета, накапливая их (максимум может хранить 3 снаряда каждого цвета). Накопив хотя бы по одному снаряду каждого цвета, он поглощает один снаряд каждого снаряда, чтобы призвать очарованного Зомби в Золотой коробке, после чего полностью восстанавливается</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Стенорех + Гипногриб</color></size>",
            "cost": ""
        },
        {
            "seedType": 1148,
            "name": "Алхимолист",
            "introduce": "<size=25><color=#3D1400>Алхимолист не только является самым богатым растением в своём мире, но и создал множество рабочих мест, предоставив зомби и растениям различные возможности. На одной из своих речей он сказал: «Я дал возможность полностью раскрыть их остаточную ценность». Алхимолист поправил свои тяжёлые золотые очки и обратился к зрителям.</color></size>",
            "info": "<size=26>Высокий риск — Высокая награда!\n\n<color=#3D1400>Прочность: </color><color=red>1000</color>\n<color=#3D1400>Особенности: </color><color=red>Совмещает свойства Золотого Зонтолиста и Чесноколиста. Зомби с трезубцами будут выбирать его в качестве цели, а он получает в 4 раза меньше урона от трезубцев</color>\n<color=#3D1400>Ультимейт: </color><color=red>за 3000$ отталкивает всех зомби в радиусе 3*3, если у зомби в радиусе будет меньше 25% здоровья, он превратится в серебряную статую, которая даст 1000$, а если меньше 10%, то статуя будет золотой, и будет давать 3000$</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Золотой Чеснок + Зонтолист | Золотой Зонтолист + Чеснок</color></size>",
            "cost": ""
        },

        


        {
            "seedType": 245,
            "name": "Имитатор",
            "introduce": "<size=26><color=#3D1400>«Я помню Войны Зомби в 76», — говорит Имитатор хриплым голосом старика. «Тогда у нас не было всех этих модных горохомётов и халапеньо. У нас были только кишки. Кишки и ложка.»</color>",
            "info": "<size=26>Имитатор может создавать копии ваших растений!\n\n<color=#3D1400>Особенности: </color><color=#8B0000>Посадите Имитатора на растение или в слияние, чтобы получить бесплатный пакет семян этого растения. Он не может имитировать горшки, подушки, тыквы или дронов.</color>",
            "cost": "<size=26>Стоимость: <color=#8B0000>0</color>\nПерезарядка: <color=#8B0000>5 минут</color>"
        },
        {
            "seedType": 248,
            "name": "Неко Кабачок",
            "introduce": "<size=28><color=#3D1400>Грация кошки и неуклюжесть кабачка создают уникальную красоту, шепчет Неко Кабачок. «Как только я овладею обоими, я устрою переполох на этом газоне.» Она поправляет свою шляпу и устремляет взгляд на ничего не подозревающего зомби поблизости.</color>",
            "info": "<size=28>Супер Нянко, Неко Кабачок!\n\n<color=#3D1400>Урон: </color><color=#8B0000>1800</color>\n<color=#3D1400>Особенности: </color><color=#8B0000>Падает сама, если не попадает ни в кого. За каждого раздавленного зомби выпадает пакет семян Кабачка, максимум 3. Раздавив 3 или более зомби, выпадает дополнительный пакет семян Острых Кабачков.</color>",
            "cost": "<size=28>Стоимость: <color=#8B0000>125</color>\nПерезарядка: <color=#8B0000>30 секунд</color>"
        },
        {
            "seedType": 917,
            "name": "Вишнёвая Гипнолия",
            "introduce": "<size=28><color=#3D1400>Подданные Гипнолии очарованы загадочной силой Вишнёвой Гипнолии. Она не просто мой советник; она сила, которая поддерживает наше королевство. Её магия не просто мощная — она взрывная, — заявила Гипнолия. На самом деле, «Вишнёвая Гипнолия» просто наслаждается взрывом любых непокорных недовольных, которые осмеливаются сопротивляться её обаянию.</color>",
            "info": "<size=28>Призывает Подрывников с газетой, чтобы сражаться за вас.\n\n<color=#3D1400>Особенности: </color><color=#8B0000>То же самое, что и у Гипнолии, но призывает только Подрывников с газетой. Получает бонусы от Гипнолии и немедленно призывает, когда Гипнолия умирает в радиусе 3*3. Гипнолия тоже призывается, когда поблизости умирает Вишнёвая Гипнолия.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=#8B0000>Гипнолия + Вишневая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 918,
            "name": "Пепельный Тристрел",
            "introduce": "<size=28><color=#3D1400>Пламя поглощает его сломанное тело, каждое дыхание — мука, но Пепельный Тристрел стоит высоко. Он верит, что огонь внутри достигнет вечной славы в одном финальном, грандиозном взрыве.</color>",
            "info": "<size=28>Пепельный Тристрел ожидает своего перерождения.\n\n<color=#3D1400>Особенности: </color><color=#8B0000>Теряет атакующие способности после полного сгорания.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=#8B0000>Обгоревший Тристрел + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 919,
            "name": "Феникс Тристрел",
            "introduce": "<size=27><color=#3D1400>Никто не знает, действительно ли огонь приносит растениям перерождение — это всего лишь легенда. Те, кто гнался за ним, превращались в пепел, пока он не стал новой легендой. Я не знаю, сколько раз мне нужно пережить пламя, чтобы добиться успеха, но ради них я должен.</color>",
            "info": "<size=28>Из огня перерождён!\n\n<color=#3D1400>Урон: </color><color=#8B0000>160x3/1.5 секунды</color>\n<color=#3D1400>Особенности: </color><color=#8B0000>Поджигает весь газон при входе, снаряды наносят эффект Поджога, проникают трижды с удвоенным уроном после прохождения через Сжатый Инферновуд.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=#8B0000>Пепельный Тристрел + Халапеньо</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=#8B0000>1. Увеличение урона от Поджога → 150%, и подожжённые горошины теперь могут наносить дебафф.\n2. Снаряды теперь могут проникать бесконечно.</color>",
            "cost": ""
        },
        {
            "seedType": 920,
            "name": "Гравитрон",
            "introduce": "<size=32><color=#3D1400>Гравитрон освоил электромагнетизм с Магнетаром. «Это не ракетостроение — левая сила, правая электричество», — хвастался он. «И не забудьте о движущем магните — доверьтесь самому умному растению!»</color>",
            "info": "<size=32>Гравитрон притягивает звёзды, ускоряет их и запускает в зомби с максимальной силой.\n\n<color=#3D1400>Особенности: </color><color=#8B0000>Лимит хранения — 60, время ускорения — 1.5 секунды, урон — в три раза больше.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=#8B0000>Метеоритный Звездоплод + Сдуватель</color>",
            "cost": ""
        },   
        {
            "seedType": 921,
            "name": "Чесночный Бог Войны",
            "introduce": "<size=26><color=#3D1400>Одетый в простую одежду с ярким золотым зубом, одно его слово заставляет других бежать. «Очесночь меня, я устал от внимания. Выделяться мне больше не подходит — я просто хочу тихой, простой жизни.»</color>",
            "info": "<size=26>Кузен самого мощного защитного растения на суше.\n\n<color=#3D1400>Прочность: </color><color=#8B0000>8000</color>\n<color=#3D1400>Особенности: </color><color=#8B0000>Вариант Вишнёвого Бога Войны, который больше не восстанавливается от взрывов вишни, наследует свойства чеснока и стреляет снарядами, отравляющими зомби. Может быть переключён на Вишнёвого Бога Войны с помощью Вишневой Бомбы и наоборот с помощью Чеснока. Разблокируется вместе с Вишнёвым Богом Войны.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=#8B0000>Вишнёвый Бог Войны + Чеснок</color>",
            "cost": ""
        },
        {
            "seedType": 922,
            "name": "Вишнёвая Тыква",
            "introduce": "<size=28><color=#3D1400>Вишня? Тыква? Или гибрид, рожденный от слияния? Вишнёвая Тыква не заботится о таких деталях. Для неё Хэллоуин — это всё о том, чтобы раздавать сочные вишни хорошим детям и вишневые бомбы непослушным — ничего больше не имеет значения.</color>",
            "info": "<size=28>Взрывоустойчивый кабачок.\n\n<color=#3D1400>Прочность: </color><color=#8B0000>8000</color>\n<color=#3D1400>Особенности: </color><color=#8B0000>Больше не вызывает летающих дронов, иммунен к взрывам вишни и восстанавливается от них. Каждые 30 секунд вызывает самоуничтожающегося дрона, который ищет зомби и взрывается, как Вишневая Бомба.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=#8B0000>Лазерная Тыква + Вишневая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 923,
            "name": "Рубиновый Зонтолист",
            "introduce": "<color=#3D1400>Всегда находятся те, кто сомневается в связи между Рубиновыми и Мидасовскими зонтолистами. «Мы же родные братья!» — уверенно говорит Рубиновый Зонтолист, похлопывая себя по бокам. «Мой хороший брат просто недавно переживает трудные времена.»</color>",
            "info": "Может отражать пули, исходящие от зомби.\n\n<color=#3D1400>Условия использования:</color><color=red>Режим путешествия</color>\n<color=#3D1400>Устойчивость:</color><color=red>4000</color>\n<color=#3D1400>Особенности:</color><color=red>Подвид Зонтолиста Мидаса, переключение с помощью арбуза и капусты, теряет функцию отражения растительных пуль, получает 90% уменьшения урона, добавляет функцию отражения зомби-пуль.</color>\n<color=#3D1400>Формула Скрещивания:</color><color=red>Зонтолист Мидаса + Арбузопульта</color>",
            "cost": ""
        },
        {
            "seedType": 924,
            "name": "Очаровывающий Трусогриб",
            "introduce": "<size=26><color=#3D1400>Очаровывающий Трусогриб всегда боялся зомби. Чтобы облегчить его страх, Гипногриб каждый вечер рассказывал ему сказки на ночь: «На самом деле, среди зомби тоже бывают хорошие». Со временем Очаровывающий Трусогриб окончательно поверил в это. Теперь он тоже использует споры, чтобы «перевоспитывать» зомби. Хотя, признаться, бояться их он не перестал.</color></size>",
            "info": "<size=26>Очаровывающий Трусогриб стреляет снарядами семи цветов!\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Выпускает 1 из 7 разноцветных снарядов. Когда в зомби попадают все 7 типов снарядов, он очаровывается. Каждый тип снаряда, попавшего в зомби, увеличивает шанс очаровать его Очаровывающим Дымогрибом.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Гипногриб + Трусогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1149,
            "name": "Огненная Арбузопульта",
            "introduce": "<size=30><color=#3D1400>Растения всегда чувствуют, что арбузы с красной коркой несут праздничное настроение Нового года, треща и хлопая от волнения. Но арбуз объясняет: «Я не положил петарды в арбуз! Просто запечатанная еда взрывается при нагревании — и не спешите есть горячий арбуз!»</color></size>",
            "info": "<size=30>Швыряет раскалённые арбузы!\n\n<color=#3D1400>Урон: </color><color=red>160/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Наносит эффект Поджога.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Арбузопульта + Халапеньо</color></size>",
            "cost": ""
        },
        {
            "seedType": 1150,
            "name": "Золотой Магнит",
            "introduce": "<size=26><color=#3D1400>После бесчисленных часов работы в бухгалтерской фирме Золотой Магнит осознал свой ужасный потенциал притяжения и сменил карьеру на бойца. «Честно говоря, это гораздо веселее, чем считать деньги», — замечает он. «В конце концов, деньги не растут на деревьях, но они как-то появляются из урожая.»</color></size>",
            "info": "<size=26>Притягивает снаряды!\n\n<color=#3D1400>Особенности: </color><color=red>Притягивает прямолинейные снаряды из соседних линий и производит 25 монет за каждый притянутый снаряд.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Магнитогриб + Златоцвет</color></size>",
            "cost": ""
        },
        {
            "seedType": 1151,
            "name": "Гига Меха-Орех",
            "introduce": "<size=26><color=#3D1400>Гига Меха-Орех всегда был страстным защитником окружающей среды. «У меня сложные отношения с зомби — они загрязняют окружающую среду, но также приносят мне богатство. Разве владение собственностью и трейлером не признак успеха? Лужайка чиста благодаря мне!»</color></size>",
            "info": "<size=26>Это может быть просто ещё одна рыбная шарик. Кто знает?\n\n<color=#3D1400>Прочность: </color><color=red>8000</color>\n<color=#3D1400>Особенности: </color><color=red>Когда исчезают металлические дропы зомби, восстанавливает 8000 HP всем Гига Меха-Орехам на поле. Использование Стенореха на нём восстанавливает 8000 HP мгновенно и вызывает Шаркмарин. Исцеление может превышать максимальное HP. Имеет такие же свойства против раздавливания, как Вишнёвый Бог Войны; получаемый урон ограничен 8000 за удар. Перенаправляет урон на себя в радиусе 3x3.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Стенорех + Фрагмент Гига Меха-Ореха</color></size>",
            "cost": ""
        },
        {
            "seedType": 1152,
            "name": "Ведро-спорогриб",
            "introduce": "<size=31><color=#3D1400>Ведро-спорогриб постоянно беспокоится: он боится, что Магнитогриб случайно притянет его. «Куда делись мои винтики?» Когда Дэйв подходит, кажется, у него появляется новая забота.</color></size>",
            "info": "<size=31>Ведро-спорогрибы также могут отбрасывать зомби.\n\n<color=#3D1400>Прочность: </color><color=red>1000</color>\n<color=#3D1400>Урон: </color><color=red>80/2 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Снаряды отбрасывают зомби и легко разрушают сетчатые двери.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Ведро</color></size>",
            "cost": ""
        },
        {
            "seedType": 1153,
            "name": "Мини Сиамский Горохострел",
            "introduce": "<size=26><color=#3D1400>Передняя голова заявляет: «Моя очередь использовать бровь!» Задняя голова отвечает: «Похоже, нам придётся разделить её.» Родившись всего через две минуты друг от друга, их вечная борьба за бровь не показывает признаков остановки.</color></size>",
            "info": "<size=26>Стреляет горохом как вперёд, так и назад.\n\n<color=#3D1400>Урон: </color><color=red>20x3/1.5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Задние горохи отскакивают, если не попадают в зомби.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Горохострел * 3</color></size>",
            "cost": ""
        },
        {
            "seedType": 1154,
            "name": "Солнечный Магнит",
            "introduce": "<size=26><color=#3D1400>Слышали? Солнечный Магнит в последнее время светится богатством! «Я не производю железо; я просто занимаюсь доставкой,» гордо говорит он. «Это всё результат многолетнего упорного труда.» Говорят, он даже открыл бизнес за пределами лужайки!'</color></size>",
            "info": "<size=26>Производит металлические предметы и превращает металлические предметы в солнце.\n\n<color=#3D1400>Выход солнца: </color><color=red>25/25 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Каждые 30 секунд производит случайный металлический предмет. Потрать металлический предмет на него, и он произведёт 25 солнц.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Подсолнух + Магнитогриб</color></size>",
            "cost": ""
        },
        {
            "seedType": 1155,
            "name": "Золотой Шипокамень",
            "introduce": "<size=26><color=#3D1400>Всегда находятся те, кто не может отличить шипокамень, произведенный огненным факелом, от обычного шипокамня, но сам огненный шипокамень это прекрасно понимает: это очевидно, я делаю путь, по которому они идут, более солнечным и ярким.</color></size>",
            "info": "<size=26>Огненный шипокамень? Возможно, он не сильно отличается от обычного шипокамня.\n\n<color=#3D1400>Прочность: </color><color=#8B0000>300</color>\n<color=#3D1400>Особенности: </color><color=#8B0000>？</color></size>",
            "cost": ""
        },
        {
            "seedType": 1156,
            "name": "Золотая Водоросль",
            "introduce": "<size=26><color=#3D1400>Огненная водоросль всегда плавает в воде, но это никак не мешает ей готовить водоросли для растений. Эм, на вкус это довольно странно.</color></size>",
            "info": "<size=26>Огненная водоросль? Возможно, она не сильно отличается от обычной водоросли.\n\n<color=#3D1400>Прочность: </color><color=#8B0000>300</color>\n<color=#3D1400>Особенности: </color><color=#8B0000>？</color></size>",
            "cost": ""
        },
        {
            "seedType": 1157,
            "name": "Чарующий Магнит",
            "introduce": "<size=26><color=#3D1400>После бесчисленных дней и ночей исследований, Чарующий Магнит наконец-то овладел искусством магнитного поля очарования. «Теперь я могу лучше убеждать зомби сражаться на нашей стороне,» сказал он. «Некоторые думают, что я угрожаю им металлическими инструментами, но однажды правда выйдет наружу.»</color></size>",
            "info": "<size=26>Потребляет металлические объекты и вызывает соответствующих зомби, чтобы сражаться за вас.\n\n<color=#3D1400>Особенности: </color><color=#8B0000>Использует металлические объекты для призыва очарованных зомби, автоматически использует металлы, генерируемые Солнечным Магнитом, и те, что потребляются Магнитными Грибами в одной магнитной системе.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=#8B0000>Гипногриб + Магнитогриб</color></size>",
            "cost": ""
        },
        {
            "seedType": 1158,
            "name": "Железо-гриб",
            "introduce": "<size=31><color=#3D1400>«Раньше я ферментировал хлеб,» объяснил Железо-гриб, «но теперь я собираю металл, чтобы построить хлебопекарни.»</color></size>",
            "info": "<size=31>Если надеть на него железное ведро, это может дать интересные результаты.\n\n<color=#3D1400>Урон: </color><color=#8B0000>20/1.5 секунды</color>\n<color=#3D1400>Особенности: </color><color=#8B0000>Наносит двойной урон металлическим зомби.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=#8B0000>Дымогриб + Магнитогриб</color></size>",
            "cost": ""
        },
        {
            "seedType": 1159,
            "name": "Ржавый Гриб",
            "introduce": "<size=26><color=#3D1400>«Меня снова законсервировали!» — восклицает Ржавый Гриб, который только что был Железо-грибом. «Все, что я сделал, это случайно создал кофеварку вместо печи!»</color></size>",
            "info": "<size=26>Если дать ему регбийный шлем, это может привести к интересным последствиям.\n\n<color=#3D1400>Прочность: </color><color=#8B0000>2000</color>\n<color=#3D1400>Урон: </color><color=#8B0000>40/1.5 секунды</color>\n<color=#3D1400>Особенности: </color><color=#8B0000>Наносит утроенный урон броне.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=#8B0000>Дымогриб + Магнитогриб + Ведро</color></size>",
            "cost": ""
        },
        {
            "seedType": 1160,
            "name": "Бронированный Гриб",
            "introduce": "<size=26><color=#3D1400>«Я всегда мечтал стать регбийным игроком, и теперь у меня наконец-то есть эта шляпа славы,» — гордо сказал Бронированный Гриб. «Но сегодня я решил отдохнуть на скамейке запасных.» На самом деле он просто охраняет стадион, отгоняя чрезмерно восторженных фанатов своими спорами.</color></size>",
            "info": "<size=26>Распрыскивает пары, которые проникают сквозь все виды брони!\n\n<color=#3D1400>Прочность: </color><color=#8B0000>3000</color>\n<color=#3D1400>Урон: </color><color=#8B0000>80/1.5 секунды</color>\n<color=#3D1400>Особенности: </color><color=#8B0000>Наносит урон броне и зомби в броне одновременно.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=#8B0000>Дымогриб + Магнитогриб + Ведро + Регбийный Шлем</color></size>",
            "cost": ""
        }
    ]
}